Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: Manage blacklisted photo hashes. Photos matching these hashes are automatically rejected.
ar: إدارة تجزئات الصور المحظورة. الصور المطابقة لهذه التجزئات يتم رفضها تلقائياً.
de: Verwalte gesperrte Foto-Hashes. Fotos mit diesen Hashes werden automatisch abgelehnt.
es: Gestionar hashes de fotos en lista negra. Las fotos que coincidan con estos hashes serán rechazadas automáticamente.
fr: Gérer les empreintes de photos sur liste noire. Les photos correspondant à ces empreintes sont automatiquement rejetées.
pl: Zarządzaj hashami zdjęć na czarnej liście. Zdjęcia pasujące do tych hashy są automatycznie odrzucane.
ru: Управление хешами фото в чёрном списке. Фотографии, совпадающие с этими хешами, автоматически отклоняются.
tr: Kara listedeki fotoğraf özetlerini yönetin. Bu özetlerle eşleşen fotoğraflar otomatik olarak reddedilir.
uk: Керування хешами фото у чорному списку. Фото, що збігаються з цими хешами, автоматично відхиляються.

source: No blacklist entries yet.
ar: لا توجد إدخالات في القائمة السوداء بعد.
de: Noch keine Sperrlisten-Einträge.
es: Aún no hay entradas en la lista negra.
fr: Aucune entrée dans la liste noire.
pl: Brak wpisów na czarnej liście.
ru: В чёрном списке пока нет записей.
tr: Henüz kara liste kaydı yok.
uk: Записів у чорному списку ще немає.

source: No thumbnail
ar: بدون صورة مصغّرة
de: Kein Vorschaubild
es: Sin miniatura
fr: Pas de miniature
pl: Brak miniatury
ru: Нет миниатюры
tr: Küçük resim yok
uk: Без мініатюри

source: Photo Blacklist
ar: القائمة السوداء للصور
de: Foto-Sperrliste
es: Lista negra de fotos
fr: Liste noire des photos
pl: Czarna lista zdjęć
ru: Чёрный список фото
tr: Fotoğraf Kara Listesi
uk: Чорний список фото

source: Source user:
ar: المستخدم المصدر:
de: Ursprünglicher Nutzer:
es: Usuario de origen:
fr: Utilisateur source :
pl: Użytkownik źródłowy:
ru: Исходный пользователь:
tr: Kaynak kullanıcı:
uk: Користувач-джерело:

source: %{count} pending appeal
ar: %{count} استئناف معلّق
de: %{count} ausstehender Einspruch
es: %{count} apelación pendiente
fr: %{count} appel en attente
pl: %{count} oczekujące odwołanie
ru: %{count} апелляция на рассмотрении
tr: %{count} bekleyen itiraz
uk: %{count} очікуюче оскарження

source: %{count} selected
ar: %{count} محدد
de: %{count} ausgewählt
es: %{count} seleccionado
fr: %{count} sélectionné
pl: %{count} wybrany
ru: %{count} выбрана
tr: %{count} seçili
uk: %{count} вибрано

source: %{count} total
ar: %{count} إجمالي
de: %{count} insgesamt
es: %{count} en total
fr: %{count} au total
pl: %{count} łącznie
ru: %{count} всего
tr: %{count} toplam
uk: %{count} всього

source: Add to blacklist
ar: إضافة إلى القائمة السوداء
de: Zur Sperrliste hinzufügen
es: Añadir a lista negra
fr: Ajouter à la liste noire
pl: Dodaj do czarnej listy
ru: Добавить в чёрный список
tr: Kara listeye ekle
uk: Додати до чорного списку

source: Clear selection
ar: مسح التحديد
de: Auswahl aufheben
es: Limpiar selección
fr: Effacer la sélection
pl: Wyczyść wybór
ru: Очистить выбор
tr: Seçimi temizle
uk: Очистити вибір

source: Click
ar: انقر
de: Klick
es: Clic
fr: Cliquer
pl: Kliknij
ru: Нажмите
tr: Tıkla
uk: Клік

source: Close / Deselect
ar: إغلاق / إلغاء التحديد
de: Schließen / Abwählen
es: Cerrar / Deseleccionar
fr: Fermer / Désélectionner
pl: Zamknij / Odznacz
ru: Закрыть / Снять выбор
tr: Kapat / Seçimi kaldır
uk: Закрити / Зняти вибір

source: Navigate pages
ar: تصفح الصفحات
de: Seiten navigieren
es: Navegar páginas
fr: Naviguer entre les pages
pl: Nawiguj między stronami
ru: Навигация по страницам
tr: Sayfalarda gezin
uk: Навігація по сторінках

source: No appeals selected.
ar: لم يتم تحديد استئنافات.
de: Keine Einsprüche ausgewählt.
es: No hay apelaciones seleccionadas.
fr: Aucun appel sélectionné.
pl: Nie wybrano odwołań.
ru: Апелляции не выбраны.
tr: İtiraz seçilmedi.
uk: Оскарження не вибрані.

source: Page %{page} of %{total}
ar: الصفحة %{page} من %{total}
de: Seite %{page} von %{total}
es: Página %{page} de %{total}
fr: Page %{page} sur %{total}
pl: Strona %{page} z %{total}
ru: Страница %{page} из %{total}
tr: Sayfa %{page} / %{total}
uk: Сторінка %{page} з %{total}

source: Per page:
ar: لكل صفحة:
de: Pro Seite:
es: Por página:
fr: Par page :
pl: Na stronę:
ru: На странице:
tr: Sayfa başına:
uk: На сторінку:

source: Range select
ar: تحديد نطاق
de: Bereichsauswahl
es: Selección por rango
fr: Sélection par plage
pl: Zaznacz zakres
ru: Выбор диапазона
tr: Aralık seçimi
uk: Вибір діапазону

source: Reject Selected
ar: رفض المحدد
de: Ausgewählte ablehnen
es: Rechazar seleccionados
fr: Rejeter la sélection
pl: Odrzuć zaznaczone
ru: Отклонить выбранные
tr: Seçilenleri Reddet
uk: Відхилити вибрані

source: Reject selected
ar: رفض المحدد
de: Ausgewählte ablehnen
es: Rechazar seleccionados
fr: Rejeter la sélection
pl: Odrzuć zaznaczone
ru: Отклонить выбранные
tr: Seçilenleri reddet
uk: Відхилити вибрані

source: Rejected %{count} appeal.
ar: تم رفض %{count} استئناف.
de: %{count} Einspruch abgelehnt.
es: Se rechazó %{count} apelación.
fr: %{count} appel rejeté.
pl: Odrzucono %{count} odwołanie.
ru: Отклонена %{count} апелляция.
tr: %{count} itiraz reddedildi.
uk: Відхилено %{count} оскарження.

source: Rejected %{resolved} appeals. %{failed} already resolved.
ar: تم رفض %{resolved} استئناف. %{failed} تم حلها مسبقاً.
de: %{resolved} Einsprüche abgelehnt. %{failed} bereits bearbeitet.
es: %{resolved} apelaciones rechazadas. %{failed} ya resueltas.
fr: %{resolved} appels rejetés. %{failed} déjà résolus.
pl: Odrzucono %{resolved} odwołań. %{failed} już rozwiązanych.
ru: Отклонено %{resolved} апелляций. %{failed} уже рассмотрены.
tr: %{resolved} itiraz reddedildi. %{failed} zaten çözülmüş.
uk: Відхилено %{resolved} оскаржень. %{failed} вже вирішено.

source: Select all
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
pl: Zaznacz wszystko
ru: Выбрать все
tr: Tümünü seç
uk: Вибрати все

source: Approve Selected
ar: الموافقة على المحدد
de: Ausgewählte genehmigen
es: Aprobar seleccionados
fr: Approuver la sélection
pl: Zatwierdź zaznaczone
ru: Одобрить выбранные
tr: Seçilenleri Onayla
uk: Схвалити вибрані

source: Approve selected
ar: الموافقة على المحدد
de: Ausgewählte genehmigen
es: Aprobar seleccionados
fr: Approuver la sélection
pl: Zatwierdź zaznaczone
ru: Одобрить выбранные
tr: Seçilenleri onayla
uk: Схвалити вибрані

source: Approved %{count} appeal.
ar: تمت الموافقة على %{count} استئناف.
de: %{count} Einspruch genehmigt.
es: Se aprobó %{count} apelación.
fr: %{count} appel approuvé.
pl: Zatwierdzono %{count} odwołanie.
ru: Одобрена %{count} апелляция.
tr: %{count} itiraz onaylandı.
uk: Схвалено %{count} оскарження.

source: Approved %{resolved} appeals. %{failed} already resolved.
ar: تمت الموافقة على %{resolved} استئناف. %{failed} تم حلها مسبقاً.
de: %{resolved} Einsprüche genehmigt. %{failed} bereits bearbeitet.
es: %{resolved} apelaciones aprobadas. %{failed} ya resueltas.
fr: %{resolved} appels approuvés. %{failed} déjà résolus.
pl: Zatwierdzono %{resolved} odwołań. %{failed} już rozwiązanych.
ru: Одобрено %{resolved} апелляций. %{failed} уже рассмотрены.
tr: %{resolved} itiraz onaylandı. %{failed} zaten çözülmüş.
uk: Схвалено %{resolved} оскаржень. %{failed} вже вирішено.

source: Processing image
ar: جارٍ معالجة الصورة
de: Bild wird verarbeitet
es: Procesando imagen
fr: Traitement de l'image
pl: Przetwarzanie zdjęcia
ru: Обработка изображения
tr: Görsel işleniyor
uk: Обробка зображення

source: This usually takes 40 seconds
ar: هذا يستغرق عادة 40 ثانية
de: Das dauert normalerweise 40 Sekunden
es: Esto suele tardar 40 segundos
fr: Cela prend généralement 40 secondes
pl: To zwykle trwa 40 sekund
ru: Обычно это занимает 40 секунд
tr: Bu genellikle 40 saniye sürer
uk: Зазвичай це займає 40 секунд

source: File is too large (max 6MB)
ar: الملف كبير جداً (الحد الأقصى 6 ميغابايت)
de: Datei ist zu groß (max. 6MB)
es: El archivo es demasiado grande (máx. 6MB)
fr: Le fichier est trop volumineux (max 6 Mo)
pl: Plik jest za duży (maks. 6MB)
ru: Файл слишком большой (макс. 6 МБ)
tr: Dosya çok büyük (maks 6MB)
uk: Файл завеликий (макс. 6 МБ)

source: JPG, PNG, WEBP or HEIC. Max 6MB.
ar: JPG أو PNG أو WEBP أو HEIC. الحد الأقصى 6 ميغابايت.
de: JPG, PNG, WEBP oder HEIC. Max. 6MB.
es: JPG, PNG, WEBP o HEIC. Máx. 6MB.
fr: JPG, PNG, WEBP ou HEIC. Max 6 Mo.
pl: JPG, PNG, WEBP lub HEIC. Maks. 6MB.
ru: JPG, PNG, WEBP или HEIC. Макс. 6 МБ.
tr: JPG, PNG, WEBP veya HEIC. Maks 6MB.
uk: JPG, PNG, WEBP або HEIC. Макс. 6 МБ.

source: Age detection
ar: اكتشاف العمر
de: Alterserkennung
es: Detección de edad
fr: Détection de l'âge
pl: Wykrywanie wieku
ru: Определение возраста
tr: Yaş algılama
uk: Визначення віку

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
pl: Wszystko
ru: Все
tr: Tümü
uk: Усі

source: Add Photo
ar: إضافة صورة
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
pl: Dodaj zdjęcie
ru: Добавить фото
tr: Fotoğraf Ekle
uk: Додати фото

source: Analyzing photo
ar: جارٍ تحليل الصورة
de: Foto wird analysiert
es: Analizando foto
fr: Analyse de la photo
pl: Analizowanie zdjęcia
ru: Анализ фото
tr: Fotoğraf analiz ediliyor
uk: Аналіз фото

source: Are you sure you want to delete this item? This cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا العنصر؟ لا يمكن التراجع عن هذا.
de: Bist du sicher, dass du diesen Eintrag löschen möchtest? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro/a de que quieres eliminar este elemento? No se puede deshacer.
fr: Êtes-vous sûr(e) de vouloir supprimer cet élément ? Cette action est irréversible.
pl: Czy na pewno chcesz usunąć ten element? Tego nie można cofnąć.
ru: Вы уверены, что хотите удалить этот элемент? Это действие нельзя отменить.
tr: Bu öğeyi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цей елемент? Це неможливо скасувати.

source: Choose File
ar: اختر ملفاً
de: Datei auswählen
es: Elegir archivo
fr: Choisir un fichier
pl: Wybierz plik
ru: Выберите файл
tr: Dosya Seç
uk: Вибрати файл

source: Click a button above to add your first item.
ar: انقر على زر أعلاه لإضافة أول عنصر لك.
de: Klicke auf einen Button oben, um deinen ersten Eintrag hinzuzufügen.
es: Haz clic en un botón de arriba para añadir tu primer elemento.
fr: Cliquez sur un bouton ci-dessus pour ajouter votre premier élément.
pl: Kliknij przycisk powyżej, aby dodać pierwszy element.
ru: Нажмите кнопку выше, чтобы добавить первый элемент.
tr: İlk öğenizi eklemek için yukarıdaki bir düğmeye tıklayın.
uk: Натисніть кнопку вище, щоб додати перший елемент.

source: Delete Item
ar: حذف العنصر
de: Eintrag löschen
es: Eliminar elemento
fr: Supprimer l'élément
pl: Usuń element
ru: Удалить элемент
tr: Öğeyi Sil
uk: Видалити елемент

source: Drag and drop or click to upload
ar: اسحب وأفلت أو انقر للرفع
de: Zum Hochladen ziehen und ablegen oder klicken
es: Arrastra y suelta o haz clic para subir
fr: Glissez-déposez ou cliquez pour télécharger
pl: Przeciągnij i upuść lub kliknij, aby przesłać
ru: Перетащите или нажмите для загрузки
tr: Yüklemek için sürükleyip bırakın veya tıklayın
uk: Перетягніть або натисніть для завантаження

source: Failed to add item
ar: فشل إضافة العنصر
de: Eintrag konnte nicht hinzugefügt werden
es: Error al añadir elemento
fr: Impossible d'ajouter l'élément
pl: Nie udało się dodać elementu
ru: Не удалось добавить элемент
tr: Öğe eklenemedi
uk: Не вдалося додати елемент

source: Failed to delete item
ar: فشل حذف العنصر
de: Eintrag konnte nicht gelöscht werden
es: Error al eliminar elemento
fr: Impossible de supprimer l'élément
pl: Nie udało się usunąć elementu
ru: Не удалось удалить элемент
tr: Öğe silinemedi
uk: Не вдалося видалити елемент

source: Hidden
ar: مخفي
de: Verborgen
es: Oculto
fr: Masqué
pl: Ukryte
ru: Скрыто
tr: Gizli
uk: Приховано

source: Invalid file type
ar: نوع ملف غير صالح
de: Ungültiger Dateityp
es: Tipo de archivo inválido
fr: Type de fichier invalide
pl: Nieprawidłowy typ pliku
ru: Недопустимый тип файла
tr: Geçersiz dosya türü
uk: Невірний тип файлу

source: Item deleted
ar: تم حذف العنصر
de: Eintrag gelöscht
es: Elemento eliminado
fr: Élément supprimé
pl: Element usunięty
ru: Элемент удалён
tr: Öğe silindi
uk: Елемент видалено

source: JPG, PNG, WebP, HEIC up to 6MB
ar: JPG أو PNG أو WebP أو HEIC حتى 6 ميغابايت
de: JPG, PNG, WebP, HEIC bis zu 6MB
es: JPG, PNG, WebP, HEIC hasta 6MB
fr: JPG, PNG, WebP, HEIC jusqu'à 6 Mo
pl: JPG, PNG, WebP, HEIC do 6MB
ru: JPG, PNG, WebP, HEIC до 6 МБ
tr: JPG, PNG, WebP, HEIC - 6MB'a kadar
uk: JPG, PNG, WebP, HEIC до 6 МБ

source: Too many files
ar: ملفات كثيرة جداً
de: Zu viele Dateien
es: Demasiados archivos
fr: Trop de fichiers
pl: Za dużo plików
ru: Слишком много файлов
tr: Çok fazla dosya
uk: Забагато файлів

source: AI review in progress
ar: مراجعة الذكاء الاصطناعي قيد التقدم
de: KI-Überprüfung läuft
es: Revisión de IA en progreso
fr: Analyse IA en cours
pl: Trwa przegląd AI
ru: ИИ-проверка в процессе
tr: Yapay zeka incelemesi devam ediyor
uk: ШІ-перевірка в процесі

source: Analyzing...
ar: جارٍ التحليل...
de: Analyse läuft...
es: Analizando...
fr: Analyse en cours...
pl: Analizowanie...
ru: Анализ...
tr: Analiz ediliyor...
uk: Аналіз...

source: Single column
ar: عمود واحد
de: Eine Spalte
es: Una columna
fr: Colonne unique
pl: Jedna kolumna
ru: Одна колонка
tr: Tek sütun
uk: Один стовпець

source: Two columns
ar: عمودان
de: Zwei Spalten
es: Dos columnas
fr: Deux colonnes
pl: Dwie kolumny
ru: Две колонки
tr: İki sütun
uk: Два стовпці

source: Three columns
ar: ثلاثة أعمدة
de: Drei Spalten
es: Tres columnas
fr: Trois colonnes
pl: Trzy kolumny
ru: Три колонки
tr: Üç sütun
uk: Три стовпці

source: Delete item
ar: حذف العنصر
de: Eintrag löschen
es: Eliminar elemento
fr: Supprimer l'élément
pl: Usuń element
ru: Удалить элемент
tr: Öğeyi sil
uk: Видалити елемент

source: Add Photo + Text
ar: إضافة صورة + نص
de: Foto + Text hinzufügen
es: Añadir foto + texto
fr: Ajouter photo + texte
pl: Dodaj zdjęcie + tekst
ru: Добавить фото + текст
tr: Fotoğraf + Metin Ekle
uk: Додати фото + текст

source: Add Text
ar: إضافة نص
de: Text hinzufügen
es: Añadir texto
fr: Ajouter du texte
pl: Dodaj tekst
ru: Добавить текст
tr: Metin Ekle
uk: Додати текст

source: Edit text
ar: تعديل النص
de: Text bearbeiten
es: Editar texto
fr: Modifier le texte
pl: Edytuj tekst
ru: Редактировать текст
tr: Metni düzenle
uk: Редагувати текст

source: Failed to update text
ar: فشل تحديث النص
de: Text konnte nicht aktualisiert werden
es: Error al actualizar texto
fr: Impossible de mettre à jour le texte
pl: Nie udało się zaktualizować tekstu
ru: Не удалось обновить текст
tr: Metin güncellenemedi
uk: Не вдалося оновити текст

source: Photo + Text
ar: صورة + نص
de: Foto + Text
es: Foto + texto
fr: Photo + Texte
pl: Zdjęcie + tekst
ru: Фото + текст
tr: Fotoğraf + Metin
uk: Фото + Текст

source: Text updated
ar: تم تحديث النص
de: Text aktualisiert
es: Texto actualizado
fr: Texte mis à jour
pl: Tekst zaktualizowany
ru: Текст обновлён
tr: Metin güncellendi
uk: Текст оновлено

source: Write your text here...
ar: اكتب نصك هنا...
de: Schreibe deinen Text hier...
es: Escribe tu texto aquí...
fr: Écrivez votre texte ici...
pl: Napisz swój tekst tutaj...
ru: Напишите текст здесь...
tr: Metninizi buraya yazın...
uk: Напишіть свій текст тут...

source: Adjust the square to select the area for your profile photo.
ar: اضبط المربع لتحديد المنطقة لصورة ملفك الشخصي.
de: Passe das Quadrat an, um den Bereich für dein Profilfoto auszuwählen.
es: Ajusta el cuadrado para seleccionar el área de tu foto de perfil.
fr: Ajustez le carré pour sélectionner la zone de votre photo de profil.
pl: Dostosuj kwadrat, aby wybrać obszar zdjęcia profilowego.
ru: Настройте квадрат для выбора области фото профиля.
tr: Profil fotoğrafınız için alanı seçmek üzere kareyi ayarlayın.
uk: Налаштуйте квадрат, щоб вибрати область для фото профілю.

source: Apply Crop
ar: تطبيق القص
de: Zuschnitt anwenden
es: Aplicar recorte
fr: Appliquer le recadrage
pl: Zastosuj kadrowanie
ru: Применить обрезку
tr: Kırpmayı Uygula
uk: Обрізати

source: Crop Photo
ar: قص الصورة
de: Foto zuschneiden
es: Recortar foto
fr: Recadrer la photo
pl: Kadruj zdjęcie
ru: Обрезать фото
tr: Fotoğrafı Kırp
uk: Обрізати фото

source: Crop to Square
ar: قص مربّع
de: Quadratisch zuschneiden
es: Recortar a cuadrado
fr: Recadrer en carré
pl: Kadruj do kwadratu
ru: Обрезать до квадрата
tr: Kare Kırp
uk: Обрізати до квадрата

source: Cropped preview
ar: معاينة مقصوصة
de: Zugeschnittene Vorschau
es: Vista previa recortada
fr: Aperçu recadré
pl: Podgląd kadrowania
ru: Предпросмотр обрезки
tr: Kırpılmış önizleme
uk: Попередній перегляд обрізки

source: Cropped to square
ar: تم القص إلى مربّع
de: Quadratisch zugeschnitten
es: Recortado a cuadrado
fr: Recadré en carré
pl: Skadrowane do kwadratu
ru: Обрезано до квадрата
tr: Kare olarak kırpıldı
uk: Обрізано до квадрата

source: Use Full Image
ar: استخدم الصورة الكاملة
de: Vollständiges Bild verwenden
es: Usar imagen completa
fr: Utiliser l'image complète
pl: Użyj pełnego zdjęcia
ru: Использовать полное изображение
tr: Tam Görseli Kullan
uk: Використати повне зображення

source: Processing...
ar: جارٍ المعالجة...
de: Wird verarbeitet...
es: Procesando...
fr: Traitement en cours...
pl: Przetwarzanie...
ru: Обработка...
tr: İşleniyor...
uk: Обробка...

source: Ready to upload
ar: جاهز للرفع
de: Bereit zum Hochladen
es: Listo para subir
fr: Prêt à télécharger
pl: Gotowe do przesłania
ru: Готово к загрузке
tr: Yüklemeye hazır
uk: Готово до завантаження

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
pl: Zastosuj
ru: Применить
tr: Uygula
uk: Застосувати

source: Aspect Ratio
ar: نسبة العرض للارتفاع
de: Seitenverhältnis
es: Relación de aspecto
fr: Format d'image
pl: Proporcje
ru: Соотношение сторон
tr: En-Boy Oranı
uk: Співвідношення сторін

source: Crop to 16:9
ar: قص إلى 16:9
de: Auf 16:9 zuschneiden
es: Recortar a 16:9
fr: Recadrer en 16:9
pl: Kadruj do 16:9
ru: Обрезать до 16:9
tr: 16:9 Kırp
uk: Обрізати до 16:9

source: Crop to 4:3
ar: قص إلى 4:3
de: Auf 4:3 zuschneiden
es: Recortar a 4:3
fr: Recadrer en 4:3
pl: Kadruj do 4:3
ru: Обрезать до 4:3
tr: 4:3 Kırp
uk: Обрізати до 4:3

source: Crop your photo or skip to use the full image.
ar: قص صورتك أو تخطَّ لاستخدام الصورة الكاملة.
de: Schneide dein Foto zu oder überspringe, um das vollständige Bild zu verwenden.
es: Recorta tu foto o salta para usar la imagen completa.
fr: Recadrez votre photo ou passez pour utiliser l'image complète.
pl: Skadruj zdjęcie lub pomiń, aby użyć pełnego zdjęcia.
ru: Обрежьте фото или пропустите, чтобы использовать полное изображение.
tr: Fotoğrafınızı kırpın veya tam görseli kullanmak için atlayın.
uk: Обріжте фото або пропустіть, щоб використати повне зображення.

source: Crop your photo to 16:9 format, or skip to use the full image.
ar: قص صورتك بتنسيق 16:9، أو تخطَّ لاستخدام الصورة الكاملة.
de: Schneide dein Foto auf 16:9-Format zu oder überspringe, um das vollständige Bild zu verwenden.
es: Recorta tu foto a formato 16:9, o salta para usar la imagen completa.
fr: Recadrez votre photo au format 16:9, ou passez pour utiliser l'image complète.
pl: Skadruj zdjęcie do formatu 16:9 lub pomiń, aby użyć pełnego zdjęcia.
ru: Обрежьте фото до формата 16:9 или пропустите, чтобы использовать полное изображение.
tr: Fotoğrafınızı 16:9 formatına kırpın veya tam görseli kullanmak için atlayın.
uk: Обріжте фото до формату 16:9 або пропустіть, щоб використати повне зображення.

source: Crop your photo to 4:3 format, or skip to use the full image.
ar: قص صورتك بتنسيق 4:3، أو تخطَّ لاستخدام الصورة الكاملة.
de: Schneide dein Foto auf 4:3-Format zu oder überspringe, um das vollständige Bild zu verwenden.
es: Recorta tu foto a formato 4:3, o salta para usar la imagen completa.
fr: Recadrez votre photo au format 4:3, ou passez pour utiliser l'image complète.
pl: Skadruj zdjęcie do formatu 4:3 lub pomiń, aby użyć pełnego zdjęcia.
ru: Обрежьте фото до формата 4:3 или пропустите, чтобы использовать полное изображение.
tr: Fotoğrafınızı 4:3 formatına kırpın veya tam görseli kullanmak için atlayın.
uk: Обріжте фото до формату 4:3 або пропустіть, щоб використати повне зображення.

source: Crop your photo to a square, or skip to use the full image.
ar: قص صورتك إلى مربّع، أو تخطَّ لاستخدام الصورة الكاملة.
de: Schneide dein Foto quadratisch zu oder überspringe, um das vollständige Bild zu verwenden.
es: Recorta tu foto a formato cuadrado, o salta para usar la imagen completa.
fr: Recadrez votre photo en carré, ou passez pour utiliser l'image complète.
pl: Skadruj zdjęcie do kwadratu lub pomiń, aby użyć pełnego zdjęcia.
ru: Обрежьте фото до квадрата или пропустите, чтобы использовать полное изображение.
tr: Fotoğrafınızı kare olarak kırpın veya tam görseli kullanmak için atlayın.
uk: Обріжте фото до квадрата або пропустіть, щоб використати повне зображення.

source: Cropped to 16:9
ar: تم القص إلى 16:9
de: Auf 16:9 zugeschnitten
es: Recortado a 16:9
fr: Recadré en 16:9
pl: Skadrowane do 16:9
ru: Обрезано до 16:9
tr: 16:9 olarak kırpıldı
uk: Обрізано до 16:9

source: Cropped to 4:3
ar: تم القص إلى 4:3
de: Auf 4:3 zugeschnitten
es: Recortado a 4:3
fr: Recadré en 4:3
pl: Skadrowane do 4:3
ru: Обрезано до 4:3
tr: 4:3 olarak kırpıldı
uk: Обрізано до 4:3

source: Landscape
ar: أفقي
de: Querformat
es: Horizontal
fr: Paysage
pl: Krajobraz
ru: Альбомная
tr: Yatay
uk: Альбомна

source: Orientation
ar: الاتجاه
de: Ausrichtung
es: Orientación
pl: Orientacja
ru: Ориентация
tr: Yön
uk: Орієнтація

source: Photo ready
ar: الصورة جاهزة
de: Foto bereit
es: Foto lista
fr: Photo prête
pl: Zdjęcie gotowe
ru: Фото готово
tr: Fotoğraf hazır
uk: Фото готове

source: Portrait
ar: عمودي
de: Hochformat
es: Vertical
pl: Portret
ru: Портретная
tr: Dikey
uk: Портретна

source: Square
ar: مربّع
de: Quadrat
es: Cuadrado
fr: Carré
pl: Kwadrat
ru: Квадрат
tr: Kare
uk: Квадрат

source: Your photo doesn't need cropping. Click 'Use Full Image' to continue.
ar: صورتك لا تحتاج قصاً. انقر على 'استخدم الصورة الكاملة' للمتابعة.
de: Dein Foto muss nicht zugeschnitten werden. Klicke auf 'Vollständiges Bild verwenden', um fortzufahren.
es: Tu foto no necesita recorte. Haz clic en 'Usar imagen completa' para continuar.
fr: Votre photo n'a pas besoin d'être recadrée. Cliquez sur « Utiliser l'image complète » pour continuer.
pl: Twoje zdjęcie nie wymaga kadrowania. Kliknij 'Użyj pełnego zdjęcia', aby kontynuować.
ru: Ваше фото не нуждается в обрезке. Нажмите «Использовать полное изображение», чтобы продолжить.
tr: Fotoğrafınızın kırpılmasına gerek yok. Devam etmek için 'Tam Görseli Kullan'a tıklayın.
uk: Ваше фото не потребує обрізки. Натисніть «Використати повне зображення», щоб продовжити.

source: Tell us about yourself...
ar: أخبرنا عن نفسك...
de: Erzähl uns etwas über dich...
es: Cuéntanos sobre ti...
fr: Parlez-nous de vous...
pl: Opowiedz nam o sobie...
ru: Расскажите нам о себе...
tr: Bize kendinizden bahsedin...
uk: Розкажіть про себе...

source: Upload a profile photo to complete your About Me
ar: ارفع صورة شخصية لإكمال قسم عنّي
de: Lade ein Profilfoto hoch, um dein Über Mich zu vervollständigen
es: Sube una foto de perfil para completar tu Sobre mí
fr: Téléchargez une photo de profil pour compléter votre À propos de moi
pl: Prześlij zdjęcie profilowe, aby uzupełnić sekcję O mnie
ru: Загрузите фото профиля, чтобы заполнить раздел «Обо мне»
tr: Hakkımda bölümünü tamamlamak için bir profil fotoğrafı yükleyin
uk: Завантажте фото профілю, щоб завершити розділ «Про мене»

source: Edit Text
ar: تعديل النص
de: Text bearbeiten
es: Editar texto
fr: Modifier le texte
pl: Edytuj tekst
ru: Редактировать текст
tr: Metni Düzenle
uk: Редагувати текст
