Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: With other dating platforms you never know why certain people are shown to you. Does the algorithm favor paying customers? Are profiles hidden to force you to upgrade?
ar: مع منصات التعارف الأخرى لا تعرف أبداً لماذا يتم عرض أشخاص معينين لك. هل تفضّل الخوارزمية العملاء الذين يدفعون؟ هل يتم إخفاء الملفات الشخصية لإجبارك على الترقية؟
de: Bei anderen Dating-Plattformen weißt du nie, warum dir bestimmte Menschen angezeigt werden. Bevorzugt der Algorithmus zahlende Kunden? Werden Profile versteckt, um dich zum Upgrade zu zwingen?
es: Con otras plataformas de citas nunca sabes por qué se te muestran ciertas personas. ¿El algoritmo favorece a los clientes que pagan? ¿Se ocultan perfiles para obligarte a actualizar?
fr: Avec d'autres plateformes de rencontre, vous ne savez jamais pourquoi certaines personnes vous sont présentées. L'algorithme favorise-t-il les clients payants ? Des profils sont-ils cachés pour vous forcer à passer au premium ?
pl: Na innych platformach randkowych nigdy nie wiesz, dlaczego pokazywane są Ci pewne osoby. Czy algorytm faworyzuje płacących klientów? Czy profile są ukrywane, żeby zmusić Cię do ulepszenia?
ru: На других платформах знакомств вы никогда не знаете, почему вам показывают определённых людей. Алгоритм благоприятствует платящим клиентам? Скрываются ли профили, чтобы заставить вас перейти на премиум?
tr: Diğer tanışma platformlarında neden belirli kişilerin size gösterildiğini asla bilemezsiniz. Algoritma ödeme yapan müşterileri mi kayırıyor? Sizi yükseltmeye zorlamak için profiller mi gizleniyor?
uk: На інших платформах знайомств ви ніколи не знаєте, чому вам показують певних людей. Чи надає алгоритм перевагу платним клієнтам? Чи приховуються профілі, щоб змусити вас перейти на преміум?

source: Labels?
de: Schubladen?
pl: Etykiety?

source: Wrong code. %{count} attempt remaining.
ar: رمز خاطئ. %{count} محاولة متبقية.
de: Falscher Code. Noch %{count} Versuch übrig.
es: Código incorrecto. %{count} intento restante.
fr: Code incorrect. %{count} tentative restante.
pl: Nieprawidłowy kod. Pozostała %{count} próba.
ru: Неверный код. Осталась %{count} попытка.
tr: Yanlış kod. %{count} deneme kaldı.
uk: Невірний код. Залишилася %{count} спроба.

source: You must log in to access this page.
ar: يجب عليك تسجيل الدخول للوصول إلى هذه الصفحة.
de: Du musst dich anmelden, um auf diese Seite zuzugreifen.
es: Debes iniciar sesión para acceder a esta página.
fr: Vous devez vous connecter pour accéder à cette page.
pl: Musisz się zalogować, aby uzyskać dostęp do tej strony.
ru: Для доступа к этой странице необходимо войти.
tr: Bu sayfaya erişmek için giriş yapmalısınız.
uk: Для доступу до цієї сторінки необхідно увійти.

source: You must re-authenticate to access this page.
ar: يجب عليك إعادة المصادقة للوصول إلى هذه الصفحة.
de: Du musst dich erneut authentifizieren, um auf diese Seite zuzugreifen.
es: Debes volver a autenticarte para acceder a esta página.
fr: Vous devez vous ré-authentifier pour accéder à cette page.
pl: Musisz ponownie się uwierzytelnić, aby uzyskać dostęp do tej strony.
ru: Для доступа к этой странице необходимо повторно авторизоваться.
tr: Bu sayfaya erişmek için yeniden kimlik doğrulaması yapmalısınız.
uk: Для доступу до цієї сторінки необхідно повторно авторизуватися.

source: Your account has been deleted. Please register again.
ar: تم حذف حسابك. يرجى التسجيل مرة أخرى.
de: Dein Konto wurde gelöscht. Bitte registriere dich erneut.
es: Tu cuenta ha sido eliminada. Por favor, regístrate de nuevo.
fr: Votre compte a été supprimé. Veuillez vous réinscrire.
pl: Twoje konto zostało usunięte. Proszę zarejestruj się ponownie.
ru: Ваш аккаунт был удалён. Пожалуйста, зарегистрируйтесь снова.
tr: Hesabınız silindi. Lütfen tekrar kayıt olun.
uk: Ваш акаунт було видалено. Будь ласка, зареєструйтесь знову.

source: Your profile
ar: ملفك الشخصي
de: Dein Profil
es: Tu perfil
fr: Votre profil
pl: Twój profil
ru: Ваш профиль
tr: Profiliniz
uk: Ваш профіль

source: Zip code (5 digits)
ar: الرمز البريدي (5 أرقام)
de: PLZ (5 Stellen)
es: Código postal (5 dígitos)
fr: Code postal (5 chiffres)
pl: Kod pocztowy (5 cyfr)
ru: Почтовый индекс (5 цифр)
tr: Posta kodu (5 hane)
uk: Поштовий індекс (5 цифр)

source: close
ar: إغلاق
de: schließen
es: cerrar
fr: fermer
pl: zamknij
ru: закрыть
tr: kapat
uk: закрити

source: e.g. A7X3K9
ar: مثال: A7X3K9
de: z.B. A7X3K9
es: ej. A7X3K9
fr: ex. A7X3K9
pl: np. A7X3K9
ru: напр. A7X3K9
tr: ör. A7X3K9
uk: напр. A7X3K9

source: minutes
ar: دقائق
de: Minuten
es: minutos
pl: minut
ru: минут
tr: dakika
uk: хвилин

source: of
ar: من
de: von
es: de
fr: sur
pl: z
ru: из
uk: з

source: Add Location
ar: إضافة موقع
de: Wohnsitz hinzufügen
es: Añadir ubicación
fr: Ajouter une localisation
pl: Dodaj lokalizację
ru: Добавить местоположение
tr: Konum Ekle
uk: Додати місцезнаходження

source: Adding...
ar: جارٍ الإضافة...
de: Hinzufügen...
es: Añadiendo...
fr: Ajout en cours...
pl: Dodawanie...
ru: Добавление...
tr: Ekleniyor...
uk: Додавання...

source: Confirm your password
ar: أكّد كلمة المرور
de: Bestätige dein Passwort
es: Confirma tu contraseña
fr: Confirmez votre mot de passe
pl: Potwierdź swoje hasło
ru: Подтвердите ваш пароль
tr: Şifreni onayla
uk: Підтвердіть ваш пароль

source: Could not remove location.
ar: تعذّر إزالة الموقع.
de: Wohnsitz konnte nicht entfernt werden.
es: No se pudo eliminar la ubicación.
fr: Impossible de supprimer la localisation.
pl: Nie udało się usunąć lokalizacji.
ru: Не удалось удалить местоположение.
tr: Konum kaldırılamadı.
uk: Не вдалося видалити місцезнаходження.

source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
pl: Usuń konto
ru: Удалить аккаунт
tr: Hesabı Sil
uk: Видалити акаунт

source: Delete My Account
ar: حذف حسابي
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
pl: Usuń moje konto
ru: Удалить мой аккаунт
tr: Hesabımı Sil
uk: Видалити мій акаунт

source: Deleting...
ar: جارٍ الحذف...
de: Lösche...
es: Eliminando...
fr: Suppression...
pl: Usuwanie...
ru: Удаление...
tr: Siliniyor...
uk: Видалення...

source: Display Name
ar: اسم العرض
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
pl: Nazwa wyświetlana
ru: Отображаемое имя
tr: Görünen Ad
uk: Ім'я для відображення

source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
pl: Edytuj profil
ru: Редактировать профиль
tr: Profili Düzenle
uk: Редагувати профіль

source: Height (cm)
ar: الطول (سم)
de: Größe (cm)
es: Altura (cm)
fr: Taille (cm)
pl: Wzrost (cm)
ru: Рост (см)
tr: Boy (cm)
uk: Зріст (см)

source: Invalid password.
ar: كلمة مرور غير صالحة.
de: Ungültiges Passwort.
es: Contraseña inválida.
fr: Mot de passe invalide.
pl: Nieprawidłowe hasło.
ru: Неверный пароль.
tr: Geçersiz şifre.
uk: Невірний пароль.

source: Location added.
ar: تمت إضافة الموقع.
de: Wohnsitz hinzugefügt.
es: Ubicación añadida.
fr: Localisation ajoutée.
pl: Lokalizacja dodana.
ru: Местоположение добавлено.
tr: Konum eklendi.
uk: Місцезнаходження додано.

source: Location removed.
ar: تمت إزالة الموقع.
de: Wohnsitz entfernt.
es: Ubicación eliminada.
fr: Localisation supprimée.
pl: Lokalizacja usunięta.
ru: Местоположение удалено.
tr: Konum kaldırıldı.
uk: Місцезнаходження видалено.

source: Max Height (cm)
ar: أقصى طول (سم)
de: Max. Größe (cm)
es: Altura máx. (cm)
fr: Taille max. (cm)
pl: Maks. wzrost (cm)
ru: Макс. рост (см)
tr: Maks. Boy (cm)
uk: Макс. зріст (см)

source: Maximum Age
ar: الحد الأقصى للعمر
de: Höchstalter
es: Edad máxima
fr: Âge maximum
pl: Maksymalny wiek
ru: Максимальный возраст
tr: Maksimum Yaş
uk: Максимальний вік

source: Min Height (cm)
ar: أدنى طول (سم)
de: Min. Größe (cm)
es: Altura mín. (cm)
fr: Taille min. (cm)
pl: Min. wzrost (cm)
ru: Мин. рост (см)
tr: Min. Boy (cm)
uk: Мін. зріст (см)

source: Minimum Age
ar: الحد الأدنى للعمر
de: Mindestalter
es: Edad mínima
fr: Âge minimum
pl: Minimalny wiek
ru: Минимальный возраст
tr: Minimum Yaş
uk: Мінімальний вік

source: No locations added yet.
ar: لم تتم إضافة مواقع بعد.
de: Noch keine Wohnsitze hinzugefügt.
es: Aún no se han añadido ubicaciones.
fr: Aucune localisation ajoutée.
pl: Nie dodano jeszcze żadnych lokalizacji.
ru: Местоположения ещё не добавлены.
tr: Henüz konum eklenmedi.
uk: Місцезнаходження ще не додані.

source: Partner Preferences
ar: تفضيلات الشريك
de: Partnervorlieben
es: Preferencias de pareja
fr: Préférences de partenaire
pl: Preferencje partnera
ru: Предпочтения партнёра
tr: Partner Tercihleri
uk: Уподобання партнера

source: Preferences updated successfully.
ar: تم تحديث التفضيلات بنجاح.
de: Vorlieben erfolgreich aktualisiert.
es: Preferencias actualizadas correctamente.
fr: Préférences mises à jour avec succès.
pl: Preferencje zostały zaktualizowane.
ru: Предпочтения успешно обновлены.
tr: Tercihler başarıyla güncellendi.
uk: Уподобання успішно оновлені.

source: Preferred Partner Gender
ar: جنس الشريك المفضّل
de: Bevorzugtes Geschlecht des Partners
es: Género de pareja preferido
fr: Genre de partenaire préféré
pl: Preferowana płeć partnera
ru: Предпочтительный пол партнёра
tr: Tercih Edilen Partner Cinsiyeti
uk: Бажана стать партнера

source: Profile updated successfully.
ar: تم تحديث الملف الشخصي بنجاح.
de: Profil erfolgreich aktualisiert.
es: Perfil actualizado correctamente.
fr: Profil mis à jour avec succès.
pl: Profil został zaktualizowany.
ru: Профиль успешно обновлён.
tr: Profil başarıyla güncellendi.
uk: Профіль успішно оновлено.

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
pl: Usuń
ru: Удалить
tr: Kaldır
uk: Видалити

source: Save Preferences
ar: حفظ التفضيلات
de: Vorlieben speichern
es: Guardar preferencias
fr: Enregistrer les préférences
pl: Zapisz preferencje
ru: Сохранить предпочтения
tr: Tercihleri Kaydet
uk: Зберегти уподобання

source: Save Profile
ar: حفظ الملف الشخصي
de: Profil speichern
es: Guardar perfil
fr: Enregistrer le profil
pl: Zapisz profil
ru: Сохранить профиль
tr: Profili Kaydet
uk: Зберегти профіль

source: Search Radius (km)
ar: نطاق البحث (كم)
de: Suchradius (km)
es: Radio de búsqueda (km)
fr: Rayon de recherche (km)
pl: Promień wyszukiwania (km)
ru: Радиус поиска (км)
tr: Arama Yarıçapı (km)
uk: Радіус пошуку (км)

source: Update your profile information
ar: حدّث معلومات ملفك الشخصي
de: Aktualisiere deine Profilinformationen
es: Actualiza la información de tu perfil
fr: Mettez à jour vos informations de profil
pl: Zaktualizuj informacje profilowe
ru: Обновите информацию профиля
tr: Profil bilgilerini güncelle
uk: Оновіть інформацію профілю

source: You can have at most 4 locations.
ar: يمكنك إضافة 4 مواقع كحد أقصى.
de: Du kannst maximal 4 Wohnsitze haben.
es: Puedes tener como máximo 4 ubicaciones.
fr: Vous pouvez avoir au maximum 4 localisations.
pl: Możesz mieć maksymalnie 4 lokalizacje.
ru: Вы можете добавить не более 4 местоположений.
tr: En fazla 4 konum ekleyebilirsin.
uk: Ви можете мати щонайбільше 4 місцезнаходження.

source: Your account has been scheduled for deletion.
ar: تمت جدولة حسابك للحذف.
de: Dein Konto wurde zur Löschung vorgemerkt.
es: Tu cuenta ha sido programada para eliminación.
fr: Votre compte a été programmé pour la suppression.
pl: Twoje konto zostało zaplanowane do usunięcia.
ru: Ваш аккаунт запланирован к удалению.
tr: Hesabın silinmek üzere planlandı.
uk: Ваш акаунт заплановано до видалення.

source: Your account will be marked for deletion. You have 30 days to log back in and contact support to recover it. After 30 days, all your data will be permanently deleted.
ar: سيتم تحديد حسابك للحذف. لديك 30 يوماً لتسجيل الدخول مجدداً والتواصل مع الدعم لاستعادته. بعد 30 يوماً سيتم حذف جميع بياناتك نهائياً.
de: Dein Konto wird zur Löschung vorgemerkt. Du hast 30 Tage, um dich erneut einzuloggen und den Support zu kontaktieren, um es wiederherzustellen. Nach 30 Tagen werden alle deine Daten dauerhaft gelöscht.
es: Tu cuenta será marcada para eliminación. Tienes 30 días para volver a iniciar sesión y contactar al soporte para recuperarla. Después de 30 días, todos tus datos serán eliminados permanentemente.
fr: Votre compte sera marqué pour suppression. Vous avez 30 jours pour vous reconnecter et contacter le support pour le récupérer. Après 30 jours, toutes vos données seront définitivement supprimées.
pl: Twoje konto zostanie oznaczone do usunięcia. Masz 30 dni, aby zalogować się ponownie i skontaktować się z pomocą techniczną w celu odzyskania. Po 30 dniach wszystkie Twoje dane zostaną trwale usunięte.
ru: Ваш аккаунт будет отмечен для удаления. У вас есть 30 дней, чтобы войти и обратиться в службу поддержки для восстановления. По истечении 30 дней все ваши данные будут удалены навсегда.
tr: Hesabın silinmek üzere işaretlenecek. Kurtarmak için 30 gün içinde tekrar giriş yapıp destek ekibiyle iletişime geçebilirsin. 30 gün sonra tüm verilerin kalıcı olarak silinecek.
uk: Ваш акаунт буде позначено для видалення. У вас є 30 днів, щоб увійти та зв'язатися зі службою підтримки для відновлення. Через 30 днів усі ваші дані будуть видалені назавжди.

source: Zip Code
ar: الرمز البريدي
de: Postleitzahl
es: Código postal
fr: Code postal
pl: Kod pocztowy
ru: Почтовый индекс
tr: Posta Kodu
uk: Поштовий індекс

source: You must have at least one location.
ar: يجب أن يكون لديك موقع واحد على الأقل.
de: Du musst mindestens einen Wohnsitz haben.
es: Debes tener al menos una ubicación.
fr: Vous devez avoir au moins une localisation.
pl: Musisz mieć co najmniej jedną lokalizację.
ru: У вас должно быть хотя бы одно местоположение.
tr: En az bir konumun olmalı.
uk: Ви повинні мати принаймні одне місцезнаходження.

source: Manage your locations
ar: إدارة مواقعك
de: Verwalte deine Wohnsitze
es: Gestiona tus ubicaciones
fr: Gérer vos localisations
pl: Zarządzaj swoimi lokalizacjami
ru: Управление местоположениями
tr: Konumlarını yönet
uk: Керуйте своїми місцезнаходженнями

source: Update your partner preferences
ar: حدّث تفضيلات الشريك
de: Aktualisiere deine Partnervorlieben
es: Actualiza tus preferencias de pareja
fr: Mettez à jour vos préférences de partenaire
pl: Zaktualizuj preferencje partnera
ru: Обновите предпочтения партнёра
tr: Partner tercihlerini güncelle
uk: Оновіть уподобання партнера

source: Invalid or expired reactivation link. Please log in again.
ar: رابط إعادة التفعيل غير صالح أو منتهي الصلاحية. يرجى تسجيل الدخول مرة أخرى.
de: Ungültiger oder abgelaufener Reaktivierungslink. Bitte melde dich erneut an.
es: Enlace de reactivación inválido o expirado. Por favor, inicia sesión de nuevo.
fr: Lien de réactivation invalide ou expiré. Veuillez vous reconnecter.
pl: Nieprawidłowy lub wygasły link reaktywacyjny. Zaloguj się ponownie.
ru: Недействительная или просроченная ссылка для реактивации. Пожалуйста, войдите снова.
tr: Geçersiz veya süresi dolmuş yeniden etkinleştirme bağlantısı. Lütfen tekrar giriş yapın.
uk: Недійсне або прострочене посилання для реактивації. Будь ласка, увійдіть знову.

source: Reactivate Account
ar: إعادة تفعيل الحساب
de: Konto reaktivieren
es: Reactivar cuenta
fr: Réactiver le compte
pl: Reaktywuj konto
ru: Восстановить аккаунт
tr: Hesabı Yeniden Etkinleştir
uk: Відновити обліковий запис

source: Reactivate my account
ar: إعادة تفعيل حسابي
de: Mein Konto reaktivieren
es: Reactivar mi cuenta
fr: Réactiver mon compte
pl: Reaktywuj moje konto
ru: Восстановить мой аккаунт
tr: Hesabımı yeniden etkinleştir
uk: Відновити мій обліковий запис

source: Start fresh with a new account
ar: البدء من جديد بحساب جديد
de: Neu anfangen mit einem neuen Konto
es: Empezar de nuevo con una cuenta nueva
fr: Repartir à zéro avec un nouveau compte
pl: Zacznij od nowa z nowym kontem
ru: Начать заново с новым аккаунтом
tr: Yeni bir hesapla baştan başla
uk: Почати заново з новим обліковим записом

source: This email address is now used by another account. Please register a new account.
ar: عنوان البريد الإلكتروني هذا مستخدم الآن من قبل حساب آخر. يرجى تسجيل حساب جديد.
de: Diese E-Mail-Adresse wird bereits von einem anderen Konto verwendet. Bitte registriere ein neues Konto.
es: Esta dirección de correo electrónico ya está en uso por otra cuenta. Por favor, registra una cuenta nueva.
fr: Cette adresse e-mail est maintenant utilisée par un autre compte. Veuillez créer un nouveau compte.
pl: Ten adres e-mail jest już używany przez inne konto. Proszę zarejestrować nowe konto.
ru: Этот адрес электронной почты уже используется другим аккаунтом. Пожалуйста, зарегистрируйте новый аккаунт.
tr: Bu e-posta adresi artık başka bir hesap tarafından kullanılıyor. Lütfen yeni bir hesap oluşturun.
uk: Ця адреса електронної пошти вже використовується іншим обліковим записом. Будь ласка, зареєструйте новий обліковий запис.

source: Your account has been reactivated. Please log in.
ar: تم إعادة تفعيل حسابك. يرجى تسجيل الدخول.
de: Dein Konto wurde reaktiviert. Bitte melde dich an.
es: Tu cuenta ha sido reactivada. Por favor, inicia sesión.
fr: Votre compte a été réactivé. Veuillez vous connecter.
pl: Twoje konto zostało reaktywowane. Zaloguj się.
ru: Ваш аккаунт восстановлен. Пожалуйста, войдите.
tr: Hesabınız yeniden etkinleştirildi. Lütfen giriş yapın.
uk: Ваш обліковий запис відновлено. Будь ласка, увійдіть.

source: Your account is still within the 30-day grace period. You can reactivate it or start fresh with a new account.
ar: حسابك لا يزال ضمن فترة السماح البالغة 30 يومًا. يمكنك إعادة تفعيله أو البدء من جديد بحساب جديد.
de: Dein Konto befindet sich noch in der 30-tägigen Karenzzeit. Du kannst es reaktivieren oder mit einem neuen Konto neu anfangen.
es: Tu cuenta aún está dentro del período de gracia de 30 días. Puedes reactivarla o empezar de nuevo con una cuenta nueva.
fr: Votre compte est encore dans la période de grâce de 30 jours. Vous pouvez le réactiver ou repartir à zéro avec un nouveau compte.
pl: Twoje konto jest nadal w 30-dniowym okresie karencji. Możesz je reaktywować lub zacząć od nowa z nowym kontem.
ru: Ваш аккаунт всё ещё находится в 30-дневном льготном периоде. Вы можете восстановить его или начать заново с новым аккаунтом.
tr: Hesabınız hâlâ 30 günlük ek süre içinde. Hesabınızı yeniden etkinleştirebilir veya yeni bir hesapla baştan başlayabilirsiniz.
uk: Ваш обліковий запис все ще в межах 30-денного пільгового періоду. Ви можете відновити його або почати заново з новим обліковим записом.

source: Your account was scheduled for deletion. What would you like to do?
ar: تم جدولة حسابك للحذف. ماذا تريد أن تفعل؟
de: Dein Konto wurde zur Löschung vorgemerkt. Was möchtest du tun?
es: Tu cuenta fue programada para eliminación. ¿Qué te gustaría hacer?
fr: Votre compte a été programmé pour suppression. Que souhaitez-vous faire ?
pl: Twoje konto zostało zaplanowane do usunięcia. Co chcesz zrobić?
ru: Ваш аккаунт запланирован к удалению. Что бы вы хотели сделать?
tr: Hesabınız silinmek üzere planlandı. Ne yapmak istersiniz?
uk: Ваш обліковий запис заплановано до видалення. Що ви хочете зробити?

source: Your old account has been removed. You can now register a new account.
ar: تم إزالة حسابك القديم. يمكنك الآن تسجيل حساب جديد.
de: Dein altes Konto wurde entfernt. Du kannst jetzt ein neues Konto registrieren.
es: Tu cuenta anterior ha sido eliminada. Ahora puedes registrar una cuenta nueva.
fr: Votre ancien compte a été supprimé. Vous pouvez maintenant créer un nouveau compte.
pl: Twoje stare konto zostało usunięte. Możesz teraz zarejestrować nowe konto.
ru: Ваш старый аккаунт был удалён. Теперь вы можете зарегистрировать новый аккаунт.
tr: Eski hesabınız kaldırıldı. Artık yeni bir hesap oluşturabilirsiniz.
uk: Ваш старий обліковий запис було видалено. Тепер ви можете зареєструвати новий обліковий запис.

source: Change language
ar: تغيير اللغة
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
pl: Zmień język
ru: Сменить язык
tr: Dili değiştir
uk: Змінити мову

source: Choose your preferred language
ar: اختر لغتك المفضلة
de: Wähle deine bevorzugte Sprache
es: Elige tu idioma preferido
fr: Choisissez votre langue préférée
pl: Wybierz preferowany język
ru: Выберите предпочитаемый язык
tr: Tercih ettiğiniz dili seçin
uk: Оберіть бажану мову

source: I accept the
ar: أوافق على
de: Ich akzeptiere die
es: Acepto los
fr: J'accepte les
pl: Akceptuję
ru: Я принимаю
tr: Kabul ediyorum:
uk: Я приймаю

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
pl: Politykę prywatności
ru: Политику конфиденциальности
tr: Gizlilik Politikası
uk: Політику конфіденційності

source: Self-hosted in Germany
ar: استضافة ذاتية في ألمانيا
de: Selbst gehostet in Deutschland
es: Alojamiento propio en Alemania
fr: Auto-hébergé en Allemagne
pl: Własny serwer w Niemczech
ru: Собственный сервер в Германии
tr: Almanya'da kendi sunucumuzda
uk: Власний сервер у Німеччині

source: Our servers are not in the cloud – they run on our own physical hardware in Germany.
ar: خوادمنا ليست في السحابة – بل تعمل على أجهزتنا المادية الخاصة في ألمانيا.
de: Unsere Server stehen nicht in der Cloud – sie laufen auf eigener physischer Hardware in Deutschland.
es: Nuestros servidores no están en la nube – funcionan en nuestro propio hardware físico en Alemania.
fr: Nos serveurs ne sont pas dans le cloud – ils fonctionnent sur notre propre matériel physique en Allemagne.
pl: Nasze serwery nie są w chmurze – działają na własnym fizycznym sprzęcie w Niemczech.
ru: Наши серверы не в облаке – они работают на собственном физическом оборудовании в Германии.
tr: Sunucularımız bulutta değil – Almanya'da kendi fiziksel donanımımızda çalışıyor.
uk: Наші сервери не в хмарі – вони працюють на власному фізичному обладнанні в Німеччині.

source: Add Role
ar: إضافة دور
de: Rolle hinzufügen
es: Agregar rol
fr: Ajouter un rôle
pl: Dodaj rolę
ru: Добавить роль
tr: Rol Ekle
uk: Додати роль

source: All roles assigned.
ar: تم تعيين جميع الأدوار.
de: Alle Rollen zugewiesen.
es: Todos los roles asignados.
fr: Tous les rôles sont attribués.
pl: Wszystkie role przypisane.
ru: Все роли назначены.
tr: Tüm roller atandı.
uk: Усі ролі призначені.

source: Could not add role.
ar: تعذر إضافة الدور.
de: Rolle konnte nicht hinzugefügt werden.
es: No se pudo agregar el rol.
fr: Impossible d'ajouter le rôle.
pl: Nie udało się dodać roli.
ru: Не удалось добавить роль.
tr: Rol eklenemedi.
uk: Не вдалося додати роль.

source: Current Roles
ar: الأدوار الحالية
de: Aktuelle Rollen
es: Roles actuales
fr: Rôles actuels
pl: Aktualne role
ru: Текущие роли
tr: Mevcut Roller
uk: Поточні ролі

source: Manage Roles
ar: إدارة الأدوار
de: Rollen verwalten
es: Gestionar roles
fr: Gérer les rôles
pl: Zarządzanie rolami
ru: Управление ролями
tr: Rolleri Yönet
uk: Керування ролями

source: Remove role
ar: إزالة الدور
de: Rolle entfernen
es: Eliminar rol
fr: Supprimer le rôle
pl: Usuń rolę
ru: Удалить роль
tr: Rolü kaldır
uk: Видалити роль

source: Role not found.
ar: الدور غير موجود.
de: Rolle nicht gefunden.
es: Rol no encontrado.
fr: Rôle introuvable.
pl: Rola nie została znaleziona.
ru: Роль не найдена.
tr: Rol bulunamadı.
uk: Роль не знайдена.

source: Search users by email or name...
ar: البحث عن المستخدمين بالبريد الإلكتروني أو الاسم...
de: Benutzer nach E-Mail oder Name suchen...
es: Buscar usuarios por correo o nombre...
fr: Rechercher des utilisateurs par e-mail ou nom...
pl: Szukaj użytkowników po e-mailu lub nazwie...
ru: Поиск пользователей по email или имени...
tr: E-posta veya ada göre kullanıcı ara...
uk: Пошук користувачів за email або іменем...

source: The user role cannot be removed.
ar: لا يمكن إزالة دور المستخدم.
de: Die Benutzerrolle kann nicht entfernt werden.
es: El rol de usuario no se puede eliminar.
fr: Le rôle utilisateur ne peut pas être supprimé.
pl: Rola użytkownika nie może zostać usunięta.
ru: Роль пользователя не может быть удалена.
tr: Kullanıcı rolü kaldırılamaz.
uk: Роль користувача не може бути видалена.
