Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: %{age} years old
ar: %{age} سنة
de: %{age} Jahre alt
es: %{age} años
fr: %{age} ans
pl: %{age} lat
ru: %{age} лет
tr: %{age} yaşında
uk: %{age} років

source: 100% Free
ar: مجاني 100%
de: 100% Kostenlos
es: 100% Gratis
fr: 100 % gratuit
pl: 100% za darmo
ru: 100% бесплатно
tr: 100% Ücretsiz
uk: 100% безкоштовно

source: A confirmation code has been sent to %{email}.
ar: تم إرسال رمز تأكيد إلى %{email}.
de: Ein Bestätigungscode wurde an %{email} gesendet.
es: Se ha enviado un código de confirmación a %{email}.
fr: Un code de confirmation a été envoyé à %{email}.
pl: Kod potwierdzenia został wysłany na %{email}.
ru: Код подтверждения отправлен на %{email}.
tr: %{email} adresine bir onay kodu gönderildi.
uk: Код підтвердження надіслано на %{email}.

source: A link to confirm your email change has been sent to the new address.
ar: تم إرسال رابط لتأكيد تغيير بريدك الإلكتروني إلى العنوان الجديد.
de: Ein Link zur Bestätigung deiner E-Mail-Änderung wurde an die neue Adresse gesendet.
es: Se ha enviado un enlace para confirmar el cambio de correo electrónico a la nueva dirección.
fr: Un lien pour confirmer le changement d'e-mail a été envoyé à la nouvelle adresse.
pl: Link do potwierdzenia zmiany e-maila został wysłany na nowy adres.
ru: Ссылка для подтверждения смены e-mail отправлена на новый адрес.
tr: E-posta değişikliğinizi onaylamak için yeni adrese bir bağlantı gönderildi.
uk: Посилання для підтвердження зміни e-mail надіслано на нову адресу.

source: Actions
ar: إجراءات
de: Aktionen
es: Acciones
pl: Akcje
ru: Действия
tr: İşlemler
uk: Дії

source: Ad-supported – no premium traps, no secret algorithms.
ar: مدعوم بالإعلانات – بدون فخاخ مميزة، بدون خوارزميات سرية.
de: Werbefinanziert – keine Premium-Fallen, keine geheimen Algorithmen.
es: Con publicidad – sin trampas premium, sin algoritmos secretos.
fr: Financé par la publicité – pas de pièges premium, pas d'algorithmes secrets.
pl: Finansowane z reklam – bez pułapek premium, bez tajnych algorytmów.
ru: С рекламой – без премиум-ловушек, без секретных алгоритмов.
tr: Reklam destekli – premium tuzakları yok, gizli algoritmalar yok.
uk: З рекламою – без преміум-пасток, без секретних алгоритмів.

source: Add location %{number}
ar: إضافة موقع %{number}
de: %{number}. Wohnsitz hinzufügen
es: Agregar ubicación %{number}
fr: Ajouter le lieu %{number}
pl: Dodaj lokalizację %{number}
ru: Добавить место %{number}
tr: Konum ekle %{number}
uk: Додати місце %{number}

source: All features are free for everyone. No premium subscriptions, no hidden costs, no pay-to-win mechanics. We are financed through advertising.
ar: جميع الميزات مجانية للجميع. بدون اشتراكات مميزة، بدون تكاليف مخفية، بدون آليات الدفع للفوز. نحن نموّل من خلال الإعلانات.
de: Alle Funktionen sind für jeden kostenlos. Keine Premium-Abos, keine versteckten Kosten, keine Pay-to-Win-Mechaniken. Wir finanzieren uns über Werbung.
es: Todas las funciones son gratuitas para todos. Sin suscripciones premium, sin costos ocultos, sin mecánicas de pago. Nos financiamos con publicidad.
fr: Toutes les fonctionnalités sont gratuites pour tous. Pas d'abonnements premium, pas de coûts cachés, pas de mécaniques pay-to-win. Nous sommes financés par la publicité.
pl: Wszystkie funkcje są bezpłatne dla każdego. Bez subskrypcji premium, bez ukrytych kosztów, bez mechanik pay-to-win. Finansujemy się z reklam.
ru: Все функции бесплатны для всех. Без премиум-подписок, без скрытых расходов, без механик pay-to-win. Мы финансируемся за счёт рекламы.
tr: Tüm özellikler herkes için ücretsiz. Premium abonelik yok, gizli maliyet yok, öde-kazan mekanizması yok. Reklamlarla finanse ediliyoruz.
uk: Усі функції безкоштовні для всіх. Без преміум-підписок, без прихованих витрат, без механік pay-to-win. Ми фінансуємося за рахунок реклами.

source: Already registered?
ar: مسجّل بالفعل؟
de: Bereits registriert?
es: ¿Ya está registrado/a?
fr: Déjà inscrit(e) ?
pl: Już zarejestrowany/a?
ru: Уже зарегистрированы?
tr: Zaten kayıtlı mısınız?
uk: Вже зареєстровані?

source: At ANIMINA everything is different.
ar: في ANIMINA كل شيء مختلف.
de: Bei ANIMINA ist alles anders.
es: En ANIMINA todo es diferente.
fr: Chez ANIMINA, tout est différent.
pl: W ANIMINA wszystko jest inne.
ru: В ANIMINA всё по-другому.
tr: ANIMINA'da her şey farklı.
uk: В ANIMINA все по-іншому.

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
pl: Wstecz
ru: Назад
tr: Geri
uk: Назад

source: Back to login
ar: العودة إلى تسجيل الدخول
de: Zurück zum Login
es: Volver al inicio de sesión
fr: Retour à la connexion
pl: Powrót do logowania
ru: Вернуться к входу
tr: Girişe dön
uk: Повернутися до входу

source: Birthday (min. 18 years)
ar: تاريخ الميلاد (الحد الأدنى 18 سنة)
de: Geburtstag (mind. 18 Jahre)
es: Fecha de nacimiento (mín. 18 años)
fr: Date de naissance (min. 18 ans)
pl: Data urodzenia (min. 18 lat)
ru: Дата рождения (мин. 18 лет)
tr: Doğum tarihi (min. 18 yaş)
uk: Дата народження (мін. 18 років)

source: Blacklist for unwanted contacts. Those who cross boundaries will be excluded.
ar: قائمة سوداء لجهات الاتصال غير المرغوبة. من يتجاوز الحدود سيتم استبعاده.
de: Blockliste für ungewollte Kontakte. Wer Grenzen überschreitet, wird ausgeschlossen.
es: Lista negra para contactos no deseados. Quienes crucen los límites serán excluidos.
fr: Liste noire pour les contacts indésirables. Ceux qui franchissent les limites seront exclus.
pl: Czarna lista niechcianych kontaktów. Ci, którzy przekraczają granice, zostaną wykluczeni.
ru: Чёрный список для нежелательных контактов. Те, кто переходит границы, будут исключены.
tr: İstenmeyen kişiler için kara liste. Sınırları aşanlar dışlanır.
uk: Чорний список для небажаних контактів. Ті, хто порушує межі, будуть виключені.

source: Change Email
ar: تغيير البريد الإلكتروني
de: E-Mail ändern
es: Cambiar correo electrónico
fr: Modifier l'e-mail
pl: Zmień e-mail
ru: Изменить e-mail
tr: E-posta Değiştir
uk: Змінити e-mail

source: Changing...
ar: جارٍ التغيير...
de: Wird geändert...
es: Cambiando...
fr: Modification...
pl: Zmiana...
ru: Изменение...
tr: Değiştiriliyor...
uk: Зміна...

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
pl: Potwierdź
ru: Подтвердить
tr: Onayla
uk: Підтвердити

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
pl: Potwierdź nowe hasło
ru: Подтвердите новый пароль
tr: Yeni şifreyi onayla
uk: Підтвердіть новий пароль

source: Confirm your email
ar: أكّد بريدك الإلكتروني
de: E-Mail bestätigen
es: Confirma tu correo electrónico
fr: Confirmez votre e-mail
pl: Potwierdź swój e-mail
ru: Подтвердите ваш e-mail
tr: E-postanızı onaylayın
uk: Підтвердіть вашу електронну пошту

source: Confirmation code
ar: رمز التأكيد
de: Bestätigungscode
es: Código de confirmación
fr: Code de confirmation
pl: Kod potwierdzenia
ru: Код подтверждения
tr: Onay kodu
uk: Код підтвердження

source: Confirmation failed. Please register again.
ar: فشل التأكيد. يرجى التسجيل مرة أخرى.
de: Bestätigung fehlgeschlagen. Bitte registriere dich erneut.
es: La confirmación ha fallado. Por favor, regístrate de nuevo.
fr: La confirmation a échoué. Veuillez vous réinscrire.
pl: Potwierdzenie nie powiodło się. Proszę zarejestruj się ponownie.
ru: Подтверждение не удалось. Пожалуйста, зарегистрируйтесь снова.
tr: Onay başarısız. Lütfen tekrar kayıt olun.
uk: Підтвердження не вдалося. Будь ласка, зареєструйтесь знову.

source: Country
ar: البلد
de: Land
es: País
fr: Pays
pl: Kraj
ru: Страна
tr: Ülke
uk: Країна

source: Dating should be fun – but not addictive. We deliberately avoid manipulative designs like endless swiping or push notifications that keep pulling you back.
ar: يجب أن يكون التعارف ممتعاً – لكن ليس مسبباً للإدمان. نتجنب عمداً التصاميم التلاعبية مثل التمرير اللانهائي أو إشعارات الدفع التي تستمر في جذبك.
de: Dating soll Spaß machen – aber nicht süchtig. Wir verzichten bewusst auf manipulative Designs wie endloses Swipen oder Push-Benachrichtigungen, die dich immer wieder zurückholen.
es: Las citas deben ser divertidas – pero no adictivas. Evitamos deliberadamente diseños manipuladores como el deslizamiento infinito o las notificaciones push que te mantienen enganchado/a.
fr: Les rencontres doivent être amusantes – mais pas addictives. Nous évitons délibérément les designs manipulateurs comme le swipe infini ou les notifications push qui vous ramènent sans cesse.
pl: Randki powinny być zabawą – ale nie uzależnieniem. Świadomie unikamy manipulacyjnych projektów, takich jak nieskończone przesuwanie czy powiadomienia push, które ciągną Cię z powrotem.
ru: Знакомства должны быть увлекательными – но не вызывать зависимость. Мы сознательно избегаем манипулятивных дизайнов, таких как бесконечное листание или push-уведомления, которые постоянно затягивают вас обратно.
tr: Tanışma eğlenceli olmalı – ama bağımlılık yapmamalı. Sonsuz kaydırma veya sizi sürekli geri çeken push bildirimleri gibi manipülatif tasarımlardan bilinçli olarak kaçınıyoruz.
uk: Знайомства мають бути веселими – але не викликати залежність. Ми свідомо уникаємо маніпулятивних дизайнів, таких як нескінченне гортання чи push-сповіщення, які постійно затягують вас назад.

source: Dating should be joyful, not addictive – quality over sensory overload.
ar: يجب أن يكون التعارف مبهجاً، وليس مسبباً للإدمان – الجودة بدلاً من الحمل الزائد.
de: Dating soll Freude machen, nicht süchtig – Qualität statt Reizüberflutung.
es: Las citas deben ser alegres, no adictivas – calidad sobre sobrecarga sensorial.
fr: Les rencontres doivent être joyeuses, pas addictives – la qualité plutôt que la surcharge sensorielle.
pl: Randki powinny być radosne, nie uzależniające – jakość zamiast przebodźcowania.
ru: Знакомства должны быть радостными, а не вызывать зависимость – качество вместо перегрузки.
tr: Tanışma keyifli olmalı, bağımlılık yapmamalı – duyusal aşırı yük yerine kalite.
uk: Знайомства мають бути радісними, а не викликати залежність – якість замість перевантаження.

source: Describe yourself: Your traits, hobbies, values and lifestyle. From humor to creativity to your favorite cuisines.
ar: صف نفسك: صفاتك، هواياتك، قيمك ونمط حياتك. من الفكاهة إلى الإبداع إلى مطابخك المفضلة.
de: Beschreibe dich selbst: Deine Eigenschaften, Hobbys, Werte und Lebensstil. Von Humor über Kreativität bis zu deinen Lieblingsküchen.
es: Descríbete: Tus rasgos, hobbies, valores y estilo de vida. Del humor a la creatividad, pasando por tus cocinas favoritas.
fr: Décrivez-vous : vos traits, loisirs, valeurs et mode de vie. De l'humour à la créativité en passant par vos cuisines préférées.
pl: Opisz siebie: Twoje cechy, hobby, wartości i styl życia. Od humoru po kreatywność i ulubione kuchnie.
ru: Опишите себя: ваши качества, хобби, ценности и образ жизни. От юмора до творчества и любимой кухни.
tr: Kendinizi tanımlayın: Özellikleriniz, hobileriniz, değerleriniz ve yaşam tarzınız. Mizahtan yaratıcılığa, en sevdiğiniz mutfaklara kadar.
uk: Опишіть себе: ваші риси, хобі, цінності та спосіб життя. Від гумору до творчості та улюблених кухонь.

source: Display name (2-50 characters)
ar: اسم العرض (2-50 حرف)
de: Anzeigename (2-50 Zeichen)
es: Nombre de usuario (2-50 caracteres)
fr: Nom d'affichage (2-50 caractères)
pl: Nazwa wyświetlana (2-50 znaków)
ru: Отображаемое имя (2-50 символов)
tr: Görünen ad (2-50 karakter)
uk: Ім'я для відображення (2-50 символів)

source: Diverse
ar: متنوع
de: Divers
es: Diverso
fr: Divers
pl: Inna
ru: Другое
tr: Çeşitli
uk: Інше

source: Don't have an account?
ar: ليس لديك حساب؟
de: Noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
pl: Nie masz konta?
ru: Нет аккаунта?
tr: Hesabınız yok mu?
uk: Немає акаунту?

source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
pl: Adres e-mail
ru: Адрес электронной почты
tr: E-posta adresi
uk: Адреса електронної пошти

source: Email address confirmed successfully.
ar: تم تأكيد عنوان البريد الإلكتروني بنجاح.
de: E-Mail-Adresse erfolgreich bestätigt.
es: Dirección de correo electrónico confirmada con éxito.
fr: Adresse e-mail confirmée avec succès.
pl: Adres e-mail potwierdzony pomyślnie.
ru: Адрес электронной почты успешно подтверждён.
tr: E-posta adresi başarıyla onaylandı.
uk: Адресу електронної пошти успішно підтверджено.

source: Email change link is invalid or it has expired.
ar: رابط تغيير البريد الإلكتروني غير صالح أو انتهت صلاحيته.
de: Der Link zur E-Mail-Änderung ist ungültig oder abgelaufen.
es: El enlace de cambio de correo es inválido o ha expirado.
fr: Le lien de changement d'e-mail est invalide ou a expiré.
pl: Link do zmiany e-maila jest nieprawidłowy lub wygasł.
ru: Ссылка для смены e-mail недействительна или истекла.
tr: E-posta değişiklik bağlantısı geçersiz veya süresi dolmuş.
uk: Посилання для зміни e-mail недійсне або закінчилося.

source: Email changed successfully.
ar: تم تغيير البريد الإلكتروني بنجاح.
de: E-Mail erfolgreich geändert.
es: Correo electrónico cambiado con éxito.
fr: E-mail modifié avec succès.
pl: E-mail został zmieniony pomyślnie.
ru: E-mail успешно изменён.
tr: E-posta başarıyla değiştirildi.
uk: E-mail успішно змінено.

source: Enter your email address and we will send you a password reset link.
ar: أدخل عنوان بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين كلمة المرور.
de: Gib deine E-Mail-Adresse ein und wir senden dir einen Link zum Zurücksetzen des Passworts.
es: Ingresa tu dirección de correo electrónico y te enviaremos un enlace para restablecer la contraseña.
fr: Entrez votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe.
pl: Wpisz swój adres e-mail, a wyślemy Ci link do resetowania hasła.
ru: Введите ваш адрес электронной почты, и мы отправим вам ссылку для сброса пароля.
tr: E-posta adresinizi girin, size bir şifre sıfırlama bağlantısı göndereceğiz.
uk: Введіть вашу адресу електронної пошти, і ми надішлемо вам посилання для скидання пароля.

source: Everyone has deal-breakers. Be honest about what doesn't work for you. It saves time and disappointment on both sides.
ar: لدى الجميع خطوط حمراء. كن صادقاً بشأن ما لا يناسبك. هذا يوفر الوقت وخيبة الأمل لكلا الطرفين.
de: Jeder hat Ausschlusskriterien. Sei ehrlich darüber, was für dich nicht funktioniert. Das spart Zeit und Enttäuschung auf beiden Seiten.
es: Todos tienen límites. Sé honesto/a sobre lo que no funciona para ti. Ahorra tiempo y decepciones a ambos lados.
fr: Tout le monde a ses limites. Soyez honnête sur ce qui ne vous convient pas. Cela fait gagner du temps et évite les déceptions des deux côtés.
pl: Każdy ma swoje granice. Bądź szczery/a co do tego, co Ci nie odpowiada. To oszczędza czas i rozczarowanie po obu stronach.
ru: У каждого есть то, что неприемлемо. Будьте честны о том, что вам не подходит. Это экономит время и разочарования с обеих сторон.
tr: Herkesin kırmızı çizgileri vardır. Size uymayan konularda dürüst olun. Bu her iki taraf için zaman ve hayal kırıklığından tasarruf sağlar.
uk: У кожного є те, що неприйнятно. Будьте чесні щодо того, що вам не підходить. Це економить час і розчарування з обох сторін.

source: Female
ar: أنثى
de: Weiblich
es: Mujer
fr: Femme
pl: Kobieta
ru: Женщина
tr: Kadın
uk: Жінка

source: Find people who match you
ar: ابحث عن أشخاص يناسبونك
de: Finde Menschen, die zu dir passen
es: Encuentra personas que te correspondan
fr: Trouvez des personnes qui vous correspondent
pl: Znajdź ludzi, którzy do Ciebie pasują
ru: Найдите людей, которые вам подходят
tr: Size uyan insanları bulun
uk: Знайдіть людей, які вам підходять

source: Flag system
ar: نظام الأعلام
de: Flaggensystem
es: Sistema de banderas
fr: Système de drapeaux
pl: System flag
ru: Система флагов
tr: Bayrak sistemi
uk: Система прапорців

source: Forgot your password
ar: نسيت كلمة المرور
de: Passwort vergessen
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié
pl: Zapomniałeś/aś hasła
ru: Забыли пароль
tr: Şifrenizi mi unuttunuz
uk: Забули пароль

source: Forgot your password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
pl: Zapomniałeś/aś hasła?
ru: Забыли пароль?
tr: Şifrenizi mi unuttunuz?
uk: Забули пароль?

source: Free. Forever. For everyone.
ar: مجاني. للأبد. للجميع.
de: Kostenlos. Für immer. Für alle.
es: Gratis. Para siempre. Para todos.
fr: Gratuit. Pour toujours. Pour tous.
pl: Za darmo. Na zawsze. Dla każdego.
ru: Бесплатно. Навсегда. Для всех.
tr: Ücretsiz. Sonsuza kadar. Herkes için.
uk: Безкоштовно. Назавжди. Для всіх.

source: Fun without addiction
ar: متعة بدون إدمان
de: Spaß ohne Sucht
es: Diversión sin adicción
fr: Du plaisir sans addiction
pl: Zabawa bez uzależnienia
ru: Удовольствие без зависимости
tr: Bağımlılık olmadan eğlence
uk: Задоволення без залежності

source: Gender
ar: الجنس
de: Geschlecht
es: Género
fr: Genre
pl: Płeć
ru: Пол
tr: Cinsiyet
uk: Стать

source: Gender(s)
ar: الجنس/الأجناس
de: Geschlecht(er)
es: Género(s)
fr: Genre(s)
pl: Płeć/Płci
ru: Пол(а)
tr: Cinsiyet(ler)
uk: Стать(і)

source: Green Flags
ar: الأعلام الخضراء
de: Grüne Flaggen
es: Banderas verdes
fr: Drapeaux verts
pl: Zielone flagi
ru: Зелёные флаги
tr: Yeşil Bayraklar
uk: Зелені прапорці

source: Height in cm (80-225)
ar: الطول بالسنتيمتر (80-225)
de: Größe in cm (80-225)
es: Altura en cm (80-225)
fr: Taille en cm (80-225)
pl: Wzrost w cm (80-225)
ru: Рост в см (80-225)
tr: Boy (cm) (80-225)
uk: Зріст у см (80-225)

source: If an account exists with this email, you will receive password reset instructions shortly.
ar: إذا كان هناك حساب مرتبط بهذا البريد الإلكتروني، ستتلقى تعليمات إعادة تعيين كلمة المرور قريباً.
de: Falls ein Konto mit dieser E-Mail existiert, erhältst du in Kürze Anweisungen zum Zurücksetzen des Passworts.
es: Si existe una cuenta con este correo electrónico, recibirás instrucciones para restablecer la contraseña en breve.
fr: Si un compte existe avec cet e-mail, vous recevrez bientôt les instructions de réinitialisation du mot de passe.
pl: Jeśli istnieje konto z tym adresem e-mail, wkrótce otrzymasz instrukcje resetowania hasła.
ru: Если аккаунт с таким e-mail существует, вы скоро получите инструкции по сбросу пароля.
tr: Bu e-posta ile bir hesap varsa, kısa süre içinde şifre sıfırlama talimatlarını alacaksınız.
uk: Якщо акаунт з цим e-mail існує, ви скоро отримаєте інструкції зі скидання пароля.

source: Imprint
ar: البصمة القانونية
de: Impressum
es: Aviso legal
fr: Mentions légales
pl: Impressum
ru: Реквизиты
tr: Künye
uk: Імпресум

source: Invalid email or password
ar: بريد إلكتروني أو كلمة مرور غير صالحة
de: Ungültige E-Mail oder Passwort
es: Correo electrónico o contraseña inválidos
fr: E-mail ou mot de passe invalide
pl: Nieprawidłowy e-mail lub hasło
ru: Неверный e-mail или пароль
tr: Geçersiz e-posta veya şifre
uk: Невірний e-mail або пароль

source: Joy instead of addiction
ar: الفرح بدلاً من الإدمان
de: Freude statt Sucht
es: Alegría en lugar de adicción
fr: La joie plutôt que l'addiction
pl: Radość zamiast uzależnienia
ru: Радость вместо зависимости
tr: Bağımlılık yerine keyif
uk: Радість замість залежності

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
pl: Język
ru: Язык
tr: Dil
uk: Мова

source: Location
ar: الموقع
de: Wohnsitz
es: Ubicación
fr: Lieu
pl: Lokalizacja
ru: Местоположение
tr: Konum
uk: Місцезнаходження

source: Locations
ar: المواقع
de: Wohnsitze
es: Ubicaciones
fr: Lieux
pl: Lokalizacje
ru: Местоположения
tr: Konumlar
uk: Місця

source: Log in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
pl: Zaloguj się
ru: Войти
tr: Giriş yap
uk: Увійти

source: Log in now
ar: سجّل الدخول الآن
de: Jetzt anmelden
es: Inicia sesión ahora
fr: Connectez-vous maintenant
pl: Zaloguj się teraz
ru: Войдите сейчас
tr: Şimdi giriş yapın
uk: Увійдіть зараз

source: Log out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
pl: Wyloguj się
ru: Выйти
tr: Çıkış yap
uk: Вийти

source: Logged out successfully.
ar: تم تسجيل الخروج بنجاح.
de: Erfolgreich abgemeldet.
es: Sesión cerrada con éxito.
fr: Déconnexion réussie.
pl: Wylogowano pomyślnie.
ru: Вы успешно вышли.
tr: Başarıyla çıkış yapıldı.
uk: Ви успішно вийшли.

source: Male
ar: ذكر
de: Männlich
es: Hombre
fr: Homme
pl: Mężczyzna
ru: Мужчина
tr: Erkek
uk: Чоловік

source: Maximum age
ar: الحد الأقصى للعمر
de: Maximales Alter
es: Edad máxima
fr: Âge maximum
pl: Maksymalny wiek
ru: Максимальный возраст
tr: Maksimum yaş
uk: Максимальний вік

source: Maximum height (cm)
ar: الحد الأقصى للطول (سم)
de: Maximale Größe (cm)
es: Altura máxima (cm)
fr: Taille maximum (cm)
pl: Maksymalny wzrost (cm)
ru: Максимальный рост (см)
tr: Maksimum boy (cm)
uk: Максимальний зріст (см)

source: Maximum of 4 locations reached.
ar: تم الوصول إلى الحد الأقصى وهو 4 مواقع.
de: Maximal 4 Wohnsitze erreicht.
es: Se alcanzó el máximo de 4 ubicaciones.
fr: Maximum de 4 lieux atteint.
pl: Osiągnięto maksymalnie 4 lokalizacje.
ru: Достигнут максимум в 4 местоположения.
tr: Maksimum 4 konuma ulaşıldı.
uk: Досягнуто максимум 4 місця.

source: Minimum age
ar: الحد الأدنى للعمر
de: Minimales Alter
es: Edad mínima
fr: Âge minimum
pl: Minimalny wiek
ru: Минимальный возраст
tr: Minimum yaş
uk: Мінімальний вік

source: Minimum height (cm)
ar: الحد الأدنى للطول (سم)
de: Minimale Größe (cm)
es: Altura mínima (cm)
fr: Taille minimum (cm)
pl: Minimalny wzrost (cm)
ru: Минимальный рост (см)
tr: Minimum boy (cm)
uk: Мінімальний зріст (см)

source: Mobile phone (e.g. +491514567890)
ar: الهاتف المحمول (مثال: +491514567890)
de: Handynummer (z.B. +491514567890)
es: Teléfono móvil (ej. +491514567890)
fr: Téléphone portable (ex. +491514567890)
pl: Telefon komórkowy (np. +491514567890)
ru: Мобильный телефон (напр. +491514567890)
tr: Cep telefonu (ör. +491514567890)
uk: Мобільний телефон (напр. +491514567890)

source: New password
ar: كلمة مرور جديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
pl: Nowe hasło
ru: Новый пароль
tr: Yeni şifre
uk: Новий пароль

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
pl: Dalej
ru: Далее
tr: İleri
uk: Далі

source: No tricks, no hidden costs. Simply meet people who match you.
ar: بدون حيل، بدون تكاليف مخفية. ببساطة قابل أشخاصاً يناسبونك.
de: Keine Tricks, keine versteckten Kosten. Einfach Menschen treffen, die zu dir passen.
es: Sin trucos, sin costos ocultos. Simplemente conoce personas que te correspondan.
fr: Pas de pièges, pas de coûts cachés. Rencontrez simplement des personnes qui vous correspondent.
pl: Bez sztuczek, bez ukrytych kosztów. Po prostu poznaj ludzi, którzy do Ciebie pasują.
ru: Без уловок, без скрытых расходов. Просто знакомьтесь с людьми, которые вам подходят.
tr: Hile yok, gizli maliyet yok. Size uyan insanlarla tanışın.
uk: Без хитрощів, без прихованих витрат. Просто знайомтеся з людьми, які вам підходять.

source: Not unlimited requests
ar: ليست طلبات غير محدودة
de: Nicht unbegrenzt Anfragen
es: No solicitudes ilimitadas
fr: Pas de demandes illimitées
pl: Nie nieograniczone zapytania
ru: Не безлимитные запросы
tr: Sınırsız istekler değil
uk: Не безлімітні запити

source: Occupation
ar: المهنة
de: Beruf
es: Profesión
fr: Profession
pl: Zawód
ru: Профессия
tr: Meslek
uk: Професія
