Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: I accept the Terms of Service, including the use of AI features and AI training of my content, and the Privacy Policy.
de: Ich akzeptiere die AGB, einschließlich der Nutzung von KI-Funktionen und des KI-Trainings mit meinen Inhalten, sowie die Datenschutzerklärung.

source: Our Terms of Service cover:
de: Unsere AGB umfassen:

source: Use of your uploaded content (photos, texts, messages, flag selections) to train AI models on our own servers in Germany
de: Nutzung deiner hochgeladenen Inhalte (Fotos, Texte, Nachrichten, Flag-Auswahl) zum Training von KI-Modellen auf unseren eigenen Servern in Deutschland

source: Accepted At
de: Akzeptiert am

source: Log of Terms of Service acceptance events
de: Protokoll der AGB-Akzeptanzen

source: ToS Acceptances
de: AGB-Akzeptanzen

source: Athletic
de: Athletisch

source: Average
de: Durchschnittlich

source: Body Type
de: Körperbau

source: Curvy
de: Kurvig

source: Plus-Size
de: Mollig

source: Slim
de: Schlank

source: Adventure Travel
de: Abenteuerreisen

source: Luxury
de: Luxus

source: AI queue is paused. No new jobs will be dispatched.
de: AI-Warteschlange ist pausiert. Es werden keine neuen Jobs gestartet.

source: All Jobs
de: Alle Jobs

source: Attempt
de: Versuch

source: Cancelled
de: Abgebrochen

source: Cannot cancel this job.
de: Dieser Job kann nicht abgebrochen werden.

source: Cannot reprioritize this job.
de: Dieser Job kann nicht umpriorisiert werden.

source: Cannot retry this job.
de: Dieser Job kann nicht wiederholt werden.

source: Completed
de: Abgeschlossen

source: Failed
de: Fehlgeschlagen

source: Job Type
de: Job-Typ

source: Pause
de: Pausieren

source: Pending
de: Ausstehend

source: Reprioritize
de: Umpriorisieren

source: Resume
de: Fortsetzen

source: Retry
de: Wiederholen

source: Running
de: Laufend

source: Unified AI job queue and execution log
de: Zentrale AI-Job-Warteschlange und Ausführungsprotokoll

source: %{count} failed job reset to pending.
de: %{count} fehlgeschlagener Job auf ausstehend zurückgesetzt.

source: All GPUs Down
de: Alle GPUs ausgefallen

source: Are you sure you want to retry %{count} failed job from the %{range}?
de: Möchtest du %{count} fehlgeschlagenen Job der %{range} wiederholen?

source: File Error
de: Dateifehler

source: GPU Crash
de: GPU-Absturz

source: GPU Error
de: GPU-Fehler

source: GPU Timeout
de: GPU-Zeitüberschreitung

source: Last 2 hours
de: Letzte 2 Stunden

source: Last hour
de: Letzte Stunde

source: Queue Full
de: Warteschlange voll

source: Retry All Failed
de: Alle fehlgeschlagenen wiederholen

source: Retry Failed Jobs
de: Fehlgeschlagene Jobs wiederholen

source: Total Timeout
de: Gesamte Zeitüberschreitung

source: last 2 hours
de: letzten 2 Stunden

source: last hour
de: letzten Stunde

source: today
de: heute

source: Checks if photo is family-friendly, detects faces, counts people
de: Prüft, ob das Foto familienfreundlich ist, erkennt Gesichter, zählt Personen

source: Classification
de: Klassifizierung

source: Gender Guess
de: Geschlechtsschätzung

source: Generates an AI text description of a photo
de: Erstellt eine KI-Textbeschreibung eines Fotos

source: Guesses gender from a first name (used for discovery)
de: Schätzt das Geschlecht anhand eines Vornamens (für die Entdeckung)

source: Job Types
de: Job-Typen

source: No data available.
de: Keine Daten verfügbar.

source: Response
de: Antwort

source: Result
de: Ergebnis

source: View photo history
de: Fotohistorie ansehen

source: Regenerate
de: Neu generieren

source: Regenerate All Descriptions
de: Alle Beschreibungen neu generieren

source: Regenerate Descriptions
de: Beschreibungen neu generieren

source: Regeneration started: %{enqueued} jobs enqueued, %{skipped} skipped (already queued).
de: Neugenerierung gestartet: %{enqueued} Jobs eingereiht, %{skipped} übersprungen (bereits in Warteschlange).

source: This will enqueue description jobs for %{count} approved photo at background priority. Photos with pending jobs will be skipped.
de: Es werden Beschreibungsjobs für %{count} genehmigtes Foto mit Hintergrundpriorität eingereiht. Fotos mit ausstehenden Jobs werden übersprungen.

source: Cancel this running job?
de: Diesen laufenden Job abbrechen?

source: Cannot restart this job.
de: Dieser Job kann nicht neu gestartet werden.

source: Restart
de: Neu starten

source: Restart this running job?
de: Diesen laufenden Job neu starten?

source: %{count} photo
de: %{count} Foto

source: AI Description
de: KI-Beschreibung

source: All states
de: Alle Status

source: Audit History
de: Audit-Verlauf

source: Content Type
de: Dateityp

source: Created
de: Erstellt

source: Description regeneration job enqueued.
de: Beschreibungs-Neugenerierung wurde eingereiht.

source: Dimensions
de: Abmessungen

source: Enter a search term to find photos.
de: Suchbegriff eingeben, um Fotos zu finden.

source: Failed to enqueue description job.
de: Beschreibungs-Job konnte nicht eingereiht werden.

source: Generated
de: Generiert

source: Has Face
de: Gesicht erkannt

source: No description generated yet.
de: Noch keine Beschreibung generiert.

source: No photos found matching your search.
de: Keine Fotos gefunden, die Ihrer Suche entsprechen.

source: Ollama Check Type
de: Ollama-Prüfungstyp

source: Ollama Retry At
de: Ollama-Wiederholung um

source: Ollama Retry Count
de: Ollama-Wiederholungsanzahl

source: Original Filename
de: Originaler Dateiname

source: Owner
de: Besitzer

source: Photo Details
de: Fotodetails

source: Photo Explorer
de: Foto-Explorer

source: Photo Info
de: Foto-Info

source: Regenerate Description
de: Beschreibung neu generieren

source: Search and inspect any photo
de: Fotos suchen und untersuchen

source: Search by name, email, phone, or description...
de: Nach Name, E-Mail, Telefon oder Beschreibung suchen...

source: State
de: Status

source: Technical Details
de: Technische Details

source: Updated
de: Aktualisiert

source: View
de: Ansehen

source: View photo details
de: Fotodetails ansehen

source: Acts of Service
de: Hilfsbereitschaft

source: Love Languages
de: Liebessprachen

source: Physical Touch
de: Körperliche Nähe

source: Quality Time
de: Zweisamkeit

source: Receiving Gifts
de: Geschenke

source: Words of Affirmation
de: Lob und Anerkennung

source: Flag limit reached
de: Flag-Limit erreicht

source: green
de: grünen

source: red
de: roten

source: white
de: weißen

source: You have reached the maximum number of %{color} flags (%{limit}). Please remove some flags before adding new ones.
de: Du hast die maximale Anzahl an %{color} Flags (%{limit}) erreicht. Bitte entferne einige Flags, bevor du neue hinzufügst.

source: Copy
de: Kopieren

source: Each confirmed signup reduces your waitlist time by 1/%{threshold} for both of you.
de: Jede bestätigte Anmeldung reduziert die Wartezeit um 1/%{threshold} für euch beide.

source: Profile progress
de: Profilfortschritt

source: You're on the waitlist — hang tight!
de: Du stehst auf der Warteliste — hab noch etwas Geduld!

source: until you can start connecting
de: bis du loslegen kannst

source: %{count} conversation
de: %{count} Unterhaltung

source: %{count} conversation total
de: %{count} Unterhaltung insgesamt

source: %{count} unread conversation
de: %{count} ungelesene Unterhaltung

source: %{count} days ago
de: vor %{count} Tagen

source: %{name} proposed %{status}!
de: %{name} hat %{status} vorgeschlagen!

source: A proposal is already pending
de: Ein Vorschlag steht bereits aus

source: Accept
de: Annehmen

source: Block
de: Blockieren

source: Block this user?
de: Diesen Benutzer blockieren?

source: Can message me
de: Kann mir Nachrichten senden

source: Can see my profile
de: Kann mein Profil sehen

source: Cancel Proposal
de: Vorschlag zurückziehen

source: Chatting
de: Chatten

source: Could not accept proposal
de: Vorschlag konnte nicht angenommen werden

source: Could not cancel proposal
de: Vorschlag konnte nicht zurückgezogen werden

source: Could not decline proposal
de: Vorschlag konnte nicht abgelehnt werden

source: Could not save permissions
de: Berechtigungen konnten nicht gespeichert werden

source: Could not send proposal
de: Vorschlag konnte nicht gesendet werden

source: Could not update relationship
de: Beziehung konnte nicht aktualisiert werden

source: Couple
de: Paar

source: Custom Permissions for %{name}
de: Individuelle Berechtigungen für %{name}

source: Decline
de: Ablehnen

source: Default: allowed
de: Standard: erlaubt

source: Default: not allowed
de: Standard: nicht erlaubt

source: Divorce
de: Scheidung

source: Divorce?
de: Scheidung?

source: End Conversation
de: Gespräch beenden

source: End Friendship
de: Freundschaft beenden

source: End Relationship
de: Beziehung beenden

source: End this conversation?
de: Dieses Gespräch beenden?

source: End this friendship?
de: Diese Freundschaft beenden?

source: End this relationship?
de: Diese Beziehung beenden?

source: Ended
de: Beendet

source: Friend
de: Freundschaft

source: No relationships yet
de: Noch keine Beziehungen

source: Override Settings
de: Berechtigungen anpassen

source: Past
de: Vergangen

source: Permissions saved
de: Berechtigungen gespeichert

source: Proposal accepted!
de: Vorschlag angenommen!

source: Propose Couple
de: Beziehung vorschlagen

source: Propose Dating
de: Dating vorschlagen

source: Propose Friend
de: Freundschaft vorschlagen

source: Propose Marriage
de: Heirat vorschlagen

source: Relationship updated
de: Beziehung aktualisiert

source: Relationships
de: Beziehungen

source: Report
de: Melden

source: Separate
de: Trennen

source: Separate?
de: Trennen?

source: Show in my discovery
de: In meiner Entdeckung anzeigen

source: They will not be able to contact you or see your profile.
de: Die Person kann dich nicht mehr kontaktieren oder dein Profil sehen.

source: This will change your status to separated.
de: Euer Status wird auf getrennt geändert.

source: This will end the conversation. You will no longer see each other in discovery.
de: Das Gespräch wird beendet. Ihr werdet euch nicht mehr in der Entdeckung sehen.

source: This will end the friendship.
de: Die Freundschaft wird beendet.

source: This will end the relationship.
de: Die Beziehung wird beendet.

source: This will end the relationship. You can start a new conversation later.
de: Die Beziehung wird beendet. Du kannst später ein neues Gespräch beginnen.

source: This will finalize the divorce.
de: Die Scheidung wird abgeschlossen.

source: Unblock
de: Entblockieren

source: Unblock this user?
de: Diesen Benutzer entblockieren?

source: You proposed %{status}. Waiting for response.
de: Du hast %{status} vorgeschlagen. Warte auf Antwort.

source: No milestones yet
de: Noch keine Meilensteine

source: Relationship Timeline
de: Beziehungsverlauf

source: Timeline
de: Zeitverlauf

source: You
de: Du

source: Back to messages
de: Zurück zu Nachrichten

source: Send message
de: Nachricht senden

source: Messages can only be deleted within 15 minutes of sending
de: Nachrichten können nur innerhalb von 15 Minuten nach dem Senden gelöscht werden

source: Cannot delete a message — the other person has been online since you sent it
de: Nachricht kann nicht gelöscht werden — die andere Person war online, seit du sie gesendet hast

source: Sat
de: Sa

source: Sun
de: So

source: Thu
de: Do

source: Tue
de: Di

source: Like
de: Gefällt mir

source: Love
de: Liebe

source: Dislike
de: Gefällt mir nicht

source: %{count} incl. bots
de: %{count} inkl. Bots

source: Ad #%{number}
de: Anzeige #%{number}

source: Ad #%{number} created with QR code.
de: Anzeige #%{number} mit QR-Code erstellt.

source: Ad #%{number} created, but QR generation failed: %{reason}
de: Anzeige #%{number} erstellt, aber QR-Generierung fehlgeschlagen: %{reason}

source: Ad Campaigns
de: Werbekampagnen

source: Ad not found
de: Anzeige nicht gefunden

source: Always active
de: Immer aktiv

source: Bot visits
de: Bot-Besuche

source: By Browser
de: Nach Browser

source: By Device
de: Nach Gerät

source: By OS
de: Nach OS

source: Conversion rate
de: Konversionsrate

source: Conversions
de: Konversionen

source: Create
de: Erstellen

source: Create New Ad
de: Neue Anzeige erstellen

source: Daily Visits
de: Tägliche Besuche

source: Date range
de: Zeitraum

source: Download QR
de: QR herunterladen

source: End date
de: Enddatum

source: Failed to create ad: %{errors}
de: Anzeige konnte nicht erstellt werden: %{errors}

source: From %{date}
de: Ab %{date}

source: New Ad
de: Neue Anzeige

source: No ads created yet.
de: Noch keine Anzeigen erstellt.

source: No data
de: Keine Daten

source: No visits recorded yet.
de: Noch keine Besuche verzeichnet.

source: Recent Visits
de: Letzte Besuche

source: Start date
de: Startdatum

source: Track ad performance and QR codes
de: Anzeigen-Performance und QR-Codes verfolgen

source: Until %{date}
de: Bis %{date}

source: Visits
de: Besuche

source: active
ar: نشط
de: aktiv
tr: aktif

source: e.g. Magazine ABC, page 12
de: z.B. Magazin ABC, Seite 12

source: inactive
de: inaktiv

source: Generate QR
de: QR generieren

source: QR code generated successfully.
de: QR-Code erfolgreich generiert.

source: QR code generated but failed to save path.
de: QR-Code generiert, aber Pfad konnte nicht gespeichert werden.

source: %{count} day
de: %{count} Tag

source: 1st Message
de: 1. Nachricht

source: 30-Day Page View Trend
de: 30-Tage-Seitenaufruf-Trend

source: Active Users
de: Aktive Nutzer

source: Analytics
de: Statistiken

source: Analytics — Engagement
de: Statistiken — Engagement

source: Analytics — Funnels
de: Statistiken — Trichter

source: Analytics — Pages
de: Statistiken — Seiten

source: Conversion Funnel
de: Konversionstrichter

source: DAU/WAU/MAU and feature usage
de: DAU/WAU/MAU und Feature-Nutzung

source: Daily Active Users
de: Tagesaktive Nutzer

source: Daily Breakdown
de: Tagesaufschlüsselung

source: First Message
de: Erste Nachricht

source: From visitor to mutual match
de: Vom Besucher zum gegenseitigen Match

source: Funnels
de: Trichter

source: Last 24 hours
de: Letzte 24 Stunden

source: Last 30 days
de: Letzte 30 Tage

source: Last 7 days
de: Letzte 7 Tage

source: Mutual Match
de: Gegenseitiges Match

source: No data yet. Rollup runs daily at 03:00.
de: Noch keine Daten. Zusammenfassung läuft täglich um 03:00 Uhr.

source: No engagement data available.
de: Keine Engagement-Daten verfügbar.

source: No page views recorded yet today.
de: Heute noch keine Seitenaufrufe verzeichnet.

source: No session data available.
de: Keine Sitzungsdaten verfügbar.

source: Page Views
de: Seitenaufrufe

source: Page Views by Path
de: Seitenaufrufe nach Pfad

source: Page view breakdown by path
de: Seitenaufrufe aufgeschlüsselt nach Pfad

source: Page views, funnels, and engagement
de: Seitenaufrufe, Trichter und Engagement

source: Pages
de: Seiten

source: Path
de: Pfad

source: Profile Completed
de: Profil abgeschlossen

source: Registered
de: Registriert

source: Registration and conversion funnel
de: Registrierungs- und Konversionstrichter

source: Self-hosted page view and engagement analytics
de: Selbstgehostete Seitenaufruf- und Engagement-Statistiken

source: Sessions
de: Sitzungen

source: Stickiness
de: Bindung

source: Top Pages Today
de: Beliebteste Seiten heute

source: Top pages over the selected period
de: Beliebteste Seiten im ausgewählten Zeitraum

source: User activity and feature usage
de: Nutzeraktivität und Feature-Nutzung

source: Users
ar: المستخدمون
de: Nutzer
tr: Kullanıcılar

source: Views
de: Aufrufe

source: Visitors
de: Besucher

source: A glimpse of who might appear tomorrow...
de: Ein Blick auf morgen...

source: Mystery candidate
de: Unbekannter Kandidat

source: Sneak peek
de: Vorschau

source: Please be patient for a moment.
de: Bitte haben Sie einen Moment Geduld.

source: Software update on the server
de: Software-Update auf dem Server

source: Wingman is thinking...
de: Wingman denkt nach...

source: Helpful
de: Hilfreich

source: Not helpful
de: Nicht hilfreich

source: Check spelling & grammar
de: Rechtschreibung & Grammatik prüfen

source: Reports
de: Meldungen

source: Spell check unavailable right now
de: Rechtschreibprüfung gerade nicht verfügbar

source: Text looks good!
de: Text sieht gut aus!

source: Undo
de: Rückgängig

source: %{count}/%{threshold} referral
ar: %{count}/%{threshold} إحالة
tr: %{count}/%{threshold} davet

source: Account
ar: الحساب
es: Cuenta
fr: Compte
pl: Konto
ru: Аккаунт
tr: Hesap
uk: Акаунт

source: Copy code
ar: نسخ الرمز
tr: Kodu kopyala

source: Create account
ar: إنشاء حساب
tr: Hesap oluştur

source: Creating account...
ar: جارٍ إنشاء الحساب...
tr: Hesap oluşturuluyor...

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
tr: E-posta

source: Manage your account email address and password settings
ar: إدارة عنوان البريد الإلكتروني وإعدادات كلمة المرور لحسابك
tr: Hesap e-posta adresinizi ve şifre ayarlarınızı yönetin

source: Without labels
ar: بدون تصنيفات
es: Sin etiquetas
fr: Sans étiquettes
ru: Без ярлыков
tr: Etiketler olmadan
uk: Без ярликів

source: approximately 4 weeks
ar: حوالي 4 أسابيع
tr: yaklaşık 4 hafta

source: ANIMINA – Create Account
ar: ANIMINA – إنشاء حساب
tr: ANIMINA – Hesap Oluştur

source: Updating ANIMINA
ar: تحديث ANIMINA
es: Actualizando ANIMINA
fr: Mise à jour d'ANIMINA
pl: Aktualizacja ANIMINA
ru: Обновление ANIMINA
tr: ANIMINA güncelleniyor
uk: Оновлення ANIMINA

source: A new software version is being installed on the server. This will only take a moment...
ar: يتم تثبيت إصدار جديد من البرنامج على الخادم. لن يستغرق هذا سوى لحظة...
es: Se está instalando una nueva versión del software en el servidor. Solo tomará un momento...
fr: Une nouvelle version du logiciel est en cours d'installation sur le serveur. Cela ne prendra qu'un instant...
pl: Na serwerze instalowana jest nowa wersja oprogramowania. To zajmie tylko chwilę...
ru: На сервер устанавливается новая версия программного обеспечения. Это займёт всего мгновение...
tr: Sunucuya yeni bir yazılım sürümü yükleniyor. Bu sadece bir an sürecek...
uk: На сервер встановлюється нова версія програмного забезпечення. Це займе лише мить...

source: Account Security
ar: أمان الحساب
tr: Hesap Güvenliği

source: This action cannot be easily undone
ar: لا يمكن التراجع عن هذا الإجراء بسهولة
tr: Bu işlem kolayca geri alınamaz

source: Admin
ar: مسؤول
es: Administrador
fr: Administrateur
pl: Administrator
ru: Администратор
tr: Yönetici
uk: Адміністратор

source: Moderator
ar: مشرف
es: Moderador
fr: Modérateur
ru: Модератор
tr: Moderatör
uk: Модератор

source: Switch Role
ar: تبديل الدور
tr: Rol Değiştir

source: Partner No-Go
ar: مرفوض في الشريك
es: No-Go de pareja
fr: No-go partenaire
ru: Неприемлемое в партнёре
tr: Partner Red Çizgileri
uk: Неприйнятне у партнері

source: My Flags — About Me
ar: علاماتي — عنّي
tr: Bayraklarım — Hakkımda

source: My Flags — I Like in a Partner
ar: علاماتي — ما أحبه في الشريك
tr: Bayraklarım — Partnerde Sevdiğim

source: My Flags — Partner Deal Breakers
ar: علاماتي — خطوط حمراء في الشريك
tr: Bayraklarım — Partner Kabul Edilemezleri

source: App
ar: التطبيق
es: Aplicación
fr: Appli
pl: Aplikacja
ru: Приложение
tr: Uygulama
uk: Додаток

source: Permanently delete your account
ar: حذف حسابك نهائياً
tr: Hesabını kalıcı olarak sil

source: Alternative
ar: بديل
es: Alternativa
pl: Alternatywna
ru: Альтернатива
tr: Alternatif
uk: Альтернатива

source: Badminton
ar: كرة الريشة
es: Bádminton
ru: Бадминтон
uk: Бадмінтон

source: Bali
ar: بالي
ru: Бали
uk: Балі

source: Bars
ar: الحانات
es: Bares
pl: Bary
ru: Бары
tr: Barlar
uk: Бари

source: Basketball
ar: كرة السلة
es: Baloncesto
pl: Koszykówka
ru: Баскетбол
tr: Basketbol
uk: Баскетбол

source: Blues
ar: بلوز
ru: Блюз
uk: Блюз

source: Camping
ar: التخييم
pl: Kemping
ru: Кемпинг
tr: Kamp
uk: Кемпінг

source: Clubbing
ar: نوادي ليلية
es: Discotecas
fr: Sorties en boîte
pl: Kluby
ru: Клубы
tr: Gece Kulüpleri
uk: Клуби

source: Dance
ar: رقص
fr: Danse
pl: Taniec
ru: Танцевальная музыка
tr: Dans
uk: Танці

source: Design
ar: التصميم
es: Diseño
ru: Дизайн
tr: Tasarım
uk: Дизайн

source: Desserts
ar: الحلويات
es: Postres
pl: Desery
ru: Десерты
tr: Tatlılar
uk: Десерти

source: Drag Shows
ar: عروض دراغ
es: Shows de drag
fr: Spectacles de drag
ru: Дрэг-шоу
tr: Drag Gösterileri
uk: Дреґ-шоу

source: Fantasy
ar: فانتازيا
es: Fantasía
ru: Фэнтези
tr: Fantastik
uk: Фантастика

source: Fast Food
ar: وجبات سريعة
es: Comida rápida
ru: Фаст-фуд
uk: Фастфуд

source: Festivals
ar: المهرجانات
es: Festivales
pl: Festiwale
ru: Фестивали
tr: Festivaller
uk: Фестивалі

source: Folk
ar: فولك
ru: Фолк
uk: Фолк

source: Golf
ar: الغولف
ru: Гольф
uk: Гольф

source: Hamster
ar: هامستر
es: Hámster
pl: Chomik
ru: Хомяк
uk: Хом'як

source: Handball
ar: كرة اليد
es: Balonmano
pl: Piłka ręczna
ru: Гандбол
tr: Hentbol
uk: Гандбол

source: Heavy Metal
ar: هيفي ميتال
ru: Хеви-метал
uk: Хеві-метал

source: Hip-Hop
ar: هيب هوب
ru: Хип-хоп
uk: Хіп-хоп

source: Horror
ar: رعب
es: Terror
fr: Horreur
ru: Ужасы
tr: Korku
uk: Жахи

source: House
ar: هاوس
ru: Хаус
uk: Хаус

source: Humor
ar: حس الفكاهة
fr: Humour
ru: Юмор
tr: Mizah
uk: Гумор

source: Indie
ar: إندي
ru: Инди
uk: Інді

source: Islam
ar: الإسلام
ru: Ислам
uk: Іслам

source: Jazz
ar: جاز
ru: Джаз
tr: Caz
uk: Джаз

source: Karaoke
ar: كاريوكي
fr: Karaoké
ru: Караоке
uk: Караоке

source: Latin
ar: لاتيني
es: Latina
fr: Latine
pl: Latynoska
ru: Латиноамериканская
uk: Латинська

source: Make-up
ar: المكياج
es: Maquillaje
fr: Maquillage
pl: Makijaż
ru: Макияж
tr: Makyaj
uk: Макіяж

source: Mallorca
ar: مايوركا
fr: Majorque
pl: Majorka
ru: Мальорка
uk: Мальорка

source: Meditation
ar: التأمل
es: Meditación
fr: Méditation
pl: Medytacja
ru: Медитация
tr: Meditasyon
uk: Медитація

source: Omnivore
ar: آكل كل شيء
es: Omnívoro/a
tr: Her Şeyi Yiyen

source: Pilates
ar: بيلاتس
ru: Пилатес
uk: Пілатес

source: Podcasts
ar: البودكاست
pl: Podcasty
ru: Подкасты
tr: Podcastler
uk: Подкасти

source: Pop
ar: بوب
ru: Поп
uk: Поп

source: Portugal
ar: البرتغال
pl: Portugalia
ru: Португалия
tr: Portekiz
uk: Португалія

source: Punk
ar: بانك
ru: Панк
uk: Панк

source: Puzzles
ar: الألغاز
es: Rompecabezas
pl: Puzzle
ru: Головоломки
tr: Bulmacalar
uk: Пазли

source: R&B
ar: آر أند بي

source: Rap
ar: راب
ru: Рэп
uk: Реп

source: Reggae
ar: ريغي
ru: Регги
uk: Реґі

source: Religion
ar: الدين
es: Religión
pl: Religia
ru: Религия
tr: Din
uk: Релігія

source: Rock
ar: روك
ru: Рок
uk: Рок

source: Schlager
ar: شلاغر
ru: Шлягер
uk: Шлягер

source: Science Fiction
ar: خيال علمي
es: Ciencia ficción
ru: Научная фантастика
tr: Bilim Kurgu
uk: Наукова фантастика

source: Snacks
ar: الوجبات الخفيفة
es: Aperitivos
fr: En-cas
pl: Przekąski
ru: Перекусы
tr: Atıştırmalıklar
uk: Снеки

source: Social Media
ar: وسائل التواصل الاجتماعي
es: Redes sociales
fr: Réseaux sociaux
pl: Media społecznościowe
ru: Социальные сети
tr: Sosyal Medya
uk: Соціальні мережі

source: Soul
ar: سول
ru: Соул
uk: Соул

source: Stand-Up Comedy
ar: كوميديا ارتجالية
es: Comedia en vivo
fr: Spectacles d'humour
pl: Stand-up
ru: Стендап
tr: Stand-Up Komedi
uk: Стендап

source: Street Food
ar: طعام الشارع
es: Comida callejera
ru: Уличная еда
tr: Sokak Yemeği
uk: Вулична їжа

source: Techno
ar: تكنو
ru: Техно
tr: Tekno
uk: Техно

source: Tennis
ar: التنس
es: Tenis
pl: Tenis
ru: Теннис
tr: Tenis
uk: Теніс

source: Thailand
ar: تايلاند
es: Tailandia
fr: Thaïlande
pl: Tajlandia
ru: Таиланд
tr: Tayland
uk: Таїланд

source: Theater
ar: المسرح
es: Teatro
fr: Théâtre
pl: Teatr
ru: Театр
tr: Tiyatro
uk: Театр

source: Thriller
ar: إثارة
ru: Триллер
tr: Gerilim
uk: Трилер

source: USA
ar: الولايات المتحدة
es: EE.UU.
fr: États-Unis
ru: США
tr: ABD
uk: США

source: Vegan
ar: نباتي صرف
es: Vegano/a
fr: Végétalien
pl: Weganin
ru: Веган
uk: Веганство
