Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: User
ar: مستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
pl: Użytkownik
ru: Пользователь
tr: Kullanıcı
uk: Користувач

source: You are not authorized to access this page.
ar: ليس لديك صلاحية للوصول إلى هذه الصفحة.
de: Du bist nicht berechtigt, auf diese Seite zuzugreifen.
es: No está autorizado para acceder a esta página.
fr: Vous n'êtes pas autorisé à accéder à cette page.
pl: Nie masz uprawnień do dostępu do tej strony.
ru: У вас нет прав для доступа к этой странице.
tr: Bu sayfaya erişim yetkiniz yok.
uk: Ви не маєте прав для доступу до цієї сторінки.

source: You do not have that role.
ar: ليس لديك هذا الدور.
de: Du hast diese Rolle nicht.
es: No tiene ese rol.
fr: Vous n'avez pas ce rôle.
pl: Nie posiadasz tej roli.
ru: У вас нет этой роли.
tr: Bu role sahip değilsiniz.
uk: Ви не маєте цієї ролі.

source: Cannot remove the last admin. Assign another admin first.
ar: لا يمكن إزالة آخر مشرف. قم بتعيين مشرف آخر أولاً.
de: Der letzte Admin kann nicht entfernt werden. Weise zuerst einen anderen Admin zu.
es: No se puede eliminar al último administrador. Asigna otro administrador primero.
fr: Impossible de supprimer le dernier administrateur. Attribuez d'abord un autre administrateur.
pl: Nie można usunąć ostatniego administratora. Najpierw wyznacz innego administratora.
ru: Невозможно удалить последнего администратора. Сначала назначьте другого администратора.
tr: Son yönetici kaldırılamaz. Önce başka bir yönetici atayın.
uk: Неможливо видалити останнього адміністратора. Спочатку призначте іншого адміністратора.

source: About Me
ar: عنّي
de: Über mich
es: Sobre mí
fr: À propos de moi
pl: O mnie
ru: Обо мне
tr: Hakkımda
uk: Про мене

source: Could not add flag.
ar: لم يتم إضافة العلامة.
de: Flag konnte nicht hinzugefügt werden.
es: No se pudo añadir la bandera.
fr: Impossible d'ajouter le drapeau.
pl: Nie udało się dodać flagi.
ru: Не удалось добавить флаг.
tr: Bayrak eklenemedi.
uk: Не вдалося додати прапорець.

source: Finish
ar: إنهاء
de: Fertig
es: Finalizar
fr: Terminer
pl: Zakończ
ru: Готово
tr: Bitir
uk: Завершити

source: All flags have been deleted.
ar: تم حذف جميع العلامات.
de: Alle Flags wurden gelöscht.
es: Todas las banderas han sido eliminadas.
fr: Tous les drapeaux ont été supprimés.
pl: Wszystkie flagi zostały usunięte.
ru: Все флаги удалены.
tr: Tüm bayraklar silindi.
uk: Усі прапорці видалено.

source: Are you sure that you want to delete all %{white} white, %{green} green and %{red} red flags of yours?
ar: هل أنت متأكد أنك تريد حذف جميع علاماتك: %{white} بيضاء، %{green} خضراء و%{red} حمراء؟
de: Bist du sicher, dass du alle %{white} weißen, %{green} grünen und %{red} roten Flags löschen möchtest?
es: ¿Estás seguro/a de que quieres eliminar todas tus %{white} banderas blancas, %{green} verdes y %{red} rojas?
fr: Es-tu sûr(e) de vouloir supprimer tous tes %{white} drapeaux blancs, %{green} drapeaux verts et %{red} drapeaux rouges ?
pl: Czy na pewno chcesz usunąć wszystkie swoje %{white} białe, %{green} zielone i %{red} czerwone flagi?
ru: Ты уверен(а), что хочешь удалить все свои %{white} белых, %{green} зелёных и %{red} красных флагов?
tr: Tüm %{white} beyaz, %{green} yeşil ve %{red} kırmızı bayraklarını silmek istediğinden emin misin?
uk: Ти впевнений(-а), що хочеш видалити всі свої %{white} білих, %{green} зелених та %{red} червоних прапорців?

source: Delete all flags
ar: حذف جميع العلامات
de: Alle Flags löschen
es: Eliminar todas las banderas
fr: Supprimer tous les drapeaux
pl: Usuń wszystkie flagi
ru: Удалить все флаги
tr: Tüm bayrakları sil
uk: Видалити всі прапорці

source: Click to cycle:
ar: انقر للتبديل:
de: Klicke zum Wechseln:
es: Haz clic para cambiar:
fr: Clique pour changer :
pl: Kliknij, aby przełączyć:
ru: Нажми для переключения:
tr: Değiştirmek için tıkla:
uk: Натисни для перемикання:

source: Traits that describe who you are
ar: صفات تصف شخصيتك
de: Eigenschaften, die dich beschreiben
es: Rasgos que te describen
fr: Traits qui te décrivent
pl: Cechy, które Cię opisują
ru: Качества, которые описывают тебя
tr: Seni tanımlayan özellikler
uk: Риси, які описують тебе

source: deal breaker
ar: غير مقبول
de: Ausschlusskriterium
es: inaceptable
fr: rédhibitoire
pl: nie do zaakceptowania
ru: неприемлемо
tr: kabul edilemez
uk: неприйнятно

source: must have
ar: ضروري
de: Muss
es: imprescindible
fr: indispensable
pl: musi mieć
ru: обязательно
tr: olmazsa olmaz
uk: обов'язково

source: nice to have
ar: مستحسن
de: Wäre schön
es: sería bueno
fr: souhaitable
pl: miło mieć
ru: желательно
tr: olsa iyi olur
uk: бажано

source: off
ar: مُطفأ
de: aus
es: desactivado
fr: désactivé
pl: wył
ru: выкл
tr: kapalı
uk: вимк

source: prefer not
ar: يُفضّل لا
de: Lieber nicht
es: prefiero que no
fr: plutôt pas
pl: wolę nie
ru: лучше нет
tr: tercih etmem
uk: краще ні

source: Could not update flag.
ar: لم يتم تحديث العلامة.
de: Flag konnte nicht aktualisiert werden.
es: No se pudo actualizar la bandera.
fr: Impossible de mettre à jour le drapeau.
pl: Nie udało się zaktualizować flagi.
ru: Не удалось обновить флаг.
tr: Bayrak güncellenemedi.
uk: Не вдалося оновити прапорець.

source: Optional Categories
ar: فئات اختيارية
de: Optionale Kategorien
es: Categorías opcionales
fr: Catégories optionnelles
pl: Opcjonalne kategorie
ru: Дополнительные категории
tr: İsteğe Bağlı Kategoriler
uk: Додаткові категорії

source: Going Out & Travels
ar: الخروج والسفر
de: Ausgehen & Reisen
es: Salidas y viajes
fr: Sorties & Voyages
pl: Wyjścia i podróże
ru: Отдых и путешествия
tr: Dışarı Çıkma & Seyahat
uk: Розваги та подорожі

source: Interests
ar: الاهتمامات
de: Interessen
es: Intereses
fr: Centres d'intérêt
pl: Zainteresowania
ru: Интересы
tr: İlgi Alanları
uk: Інтереси

source: Lifestyle
ar: نمط الحياة
de: Lebensstil
es: Estilo de vida
fr: Mode de vie
pl: Styl życia
ru: Образ жизни
tr: Yaşam Tarzı
uk: Спосіб життя

source: Sensitive
ar: حساسة
de: Sensibel
es: Sensible
fr: Sensible
pl: Delikatne
ru: Деликатное
tr: Hassas
uk: Делікатне

source: I Like in a Partner
ar: ما أحبه في الشريك
de: Mag ich beim Partner
es: Lo que me gusta en una pareja
fr: Ce que j'aime chez un partenaire
pl: Lubię u partnera
ru: Что мне нравится в партнёре
tr: Partnerde Sevdiğim
uk: Що мені подобається у партнері

source: Partner Deal Breakers
ar: خطوط حمراء في الشريك
de: Partner-Ausschlusskriterien
es: Inaceptable en una pareja
fr: Critères rédhibitoires
pl: Nie do zaakceptowania u partnera
ru: Неприемлемое в партнёре
tr: Partner Kabul Edilemezleri
uk: Неприйнятне у партнері

source: Partner Likes
ar: تفضيلات الشريك
de: Partner-Vorlieben
es: Preferencias de pareja
fr: Préférences partenaire
pl: Preferencje partnera
ru: Предпочтения в партнёре
tr: Partner Tercihleri
uk: Уподобання партнера

source: Traits that are deal-breakers in a partner
ar: صفات غير مقبولة في الشريك
de: Eigenschaften, die bei einem Partner Ausschlusskriterien sind
es: Rasgos inaceptables en una pareja
fr: Traits rédhibitoires chez un partenaire
pl: Cechy nie do zaakceptowania u partnera
ru: Качества, которые неприемлемы в партнёре
tr: Bir partnerde kabul edilemez olan özellikler
uk: Риси, які є неприйнятними у партнері

source: Traits you'd like your partner to have
ar: صفات تودّ أن يتحلى بها شريكك
de: Eigenschaften, die dein Partner haben sollte
es: Rasgos que te gustaría que tu pareja tuviera
fr: Traits que tu aimerais chez ton partenaire
pl: Cechy, które chciałbyś/abyś u partnera
ru: Качества, которые ты хочешь видеть в партнёре
tr: Partnerinin sahip olmasını istediğin özellikler
uk: Риси, які ти хочеш бачити у партнері

source: My Flags
ar: علاماتي
de: Meine Flags
es: Mis banderas
fr: Mes drapeaux
pl: Moje flagi
ru: Мои флаги
tr: Bayraklarım
uk: Мої прапорці

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
ru: Отмена
tr: İptal
uk: Скасувати

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
pl: Edytuj
ru: Редактировать
tr: Düzenle
uk: Редагувати

source: Location not found.
ar: لم يتم العثور على الموقع.
de: Wohnsitz nicht gefunden.
es: Ubicación no encontrada.
fr: Localisation introuvable.
pl: Lokalizacja nie znaleziona.
ru: Местоположение не найдено.
tr: Konum bulunamadı.
uk: Місцезнаходження не знайдено.

source: Location updated.
ar: تم تحديث الموقع.
de: Wohnsitz aktualisiert.
es: Ubicación actualizada.
fr: Localisation mise à jour.
pl: Lokalizacja zaktualizowana.
ru: Местоположение обновлено.
tr: Konum güncellendi.
uk: Місцезнаходження оновлено.

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
pl: Zapisz
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: %{age} years
ar: %{age} سنة
de: %{age} Jahre
es: %{age} años
fr: %{age} ans
pl: %{age} lat
ru: %{age} лет
tr: %{age} yaş
uk: %{age} років

source: Birthday
ar: تاريخ الميلاد
de: Geburtstag
es: Fecha de nacimiento
fr: Date de naissance
pl: Data urodzenia
ru: День рождения
tr: Doğum Tarihi
uk: Дата народження

source: This field cannot be changed.
ar: لا يمكن تغيير هذا الحقل.
de: Dieses Feld kann nicht geändert werden.
es: Este campo no se puede cambiar.
fr: Ce champ ne peut pas être modifié.
pl: Tego pola nie można zmienić.
ru: Это поле нельзя изменить.
tr: Bu alan değiştirilemez.
uk: Це поле не може бути змінено.

source: Acting
ar: التمثيل
de: Schauspielerei
es: Actuación
fr: Théâtre
pl: Aktorstwo
ru: Актёрское мастерство
tr: Oyunculuk
uk: Акторство

source: Active
ar: نشط
de: Aktiv
es: Activo/a
fr: Actif
pl: Aktywny
ru: Активный
tr: Aktif
uk: Активний/активна

source: Active and Sports Vacation
ar: عطلة نشطة ورياضية
de: Aktiv- und Sporturlaub
es: Vacaciones activas y deportivas
fr: Vacances actives et sportives
pl: Wakacje aktywne i sportowe
ru: Активный и спортивный отдых
tr: Aktif ve Spor Tatili
uk: Активний та спортивний відпочинок

source: Adventure
ar: مغامرة
de: Abenteuer
es: Aventura
fr: Aventure
pl: Przygoda
ru: Приключения
tr: Macera
uk: Пригоди

source: Africa
ar: أفريقيا
de: Afrika
es: África
fr: Afrique
pl: Afryka
ru: Африка
tr: Afrika
uk: Африка

source: Agnosticism
ar: اللاأدرية
de: Agnostizismus
es: Agnosticismo
fr: Agnosticisme
pl: Agnostycyzm
ru: Агностицизм
tr: Agnostisizm
uk: Агностицизм

source: Alcohol
ar: الكحول
de: Alkohol
fr: Alcool
pl: Alkohol
ru: Алкоголь
tr: Alkol
uk: Алкоголь

source: American
ar: أمريكي
de: Amerikanisch
es: Americana
fr: Américaine
pl: Amerykańska
ru: Американская
tr: Amerikan
uk: Американська

source: Antarctica
ar: القارة القطبية الجنوبية
de: Antarktis
es: Antártida
fr: Antarctique
pl: Antarktyka
ru: Антарктида
tr: Antarktika
uk: Антарктида

source: Art
ar: الفن
de: Kunst
es: Arte
pl: Sztuka
ru: Искусство
tr: Sanat
uk: Мистецтво

source: Asia
ar: آسيا
de: Asien
fr: Asie
pl: Azja
ru: Азия
tr: Asya
uk: Азія

source: At Home
ar: في المنزل
de: Zu Hause
es: En casa
fr: À la maison
pl: W domu
ru: Дома
tr: Evde
uk: Вдома

source: Atheism
ar: الإلحاد
de: Atheismus
es: Ateísmo
fr: Athéisme
pl: Ateizm
ru: Атеизм
tr: Ateizm
uk: Атеїзм

source: Athletics
ar: ألعاب القوى
de: Leichtathletik
es: Atletismo
fr: Athlétisme
pl: Lekkoatletyka
ru: Лёгкая атлетика
tr: Atletizm
uk: Легка атлетика

source: Audiobooks
ar: الكتب الصوتية
de: Hörbücher
es: Audiolibros
fr: Livres audio
pl: Audiobooki
ru: Аудиокниги
tr: Sesli Kitaplar
uk: Аудіокниги

source: Australia
ar: أستراليا
de: Australien
fr: Australie
ru: Австралия
tr: Avustralya
uk: Австралія

source: Austria
ar: النمسا
de: Österreich
fr: Autriche
ru: Австрия
tr: Avusturya
uk: Австрія

source: BBQ
ar: شواء
de: Grillen
es: Barbacoa
fr: Barbecue
pl: Grill
ru: Барбекю
tr: Barbekü
uk: Барбекю

source: Baking
ar: الخَبز
de: Backen
es: Hornear
fr: Pâtisserie
pl: Pieczenie
ru: Выпечка
tr: Fırıncılık
uk: Випічка

source: Beach
ar: الشاطئ
de: Strand
es: Playa
fr: Plage
pl: Plaża
ru: Пляж
tr: Plaj
uk: Пляж

source: Being Romantic
ar: الرومانسية
de: Romantisch sein
es: Ser romántico/a
fr: Être romantique
pl: Romantyczność
ru: Романтика
tr: Romantik Olma
uk: Романтичність

source: Bike Tours
ar: جولات بالدراجة
de: Radtouren
es: Rutas en bicicleta
fr: Randonnées à vélo
pl: Wycieczki rowerowe
ru: Велопрогулки
tr: Bisiklet Turları
uk: Велотури

source: Biographies
ar: السيَر الذاتية
de: Biografien
es: Biografías
pl: Biografie
ru: Биографии
tr: Biyografiler
uk: Біографії

source: Bird
ar: طائر
de: Vogel
es: Pájaro
fr: Oiseau
pl: Ptak
ru: Птица
tr: Kuş
uk: Птах

source: Board Games
ar: ألعاب الطاولة
de: Brettspiele
es: Juegos de mesa
fr: Jeux de société
pl: Gry planszowe
ru: Настольные игры
tr: Masa Oyunları
uk: Настільні ігри

source: Boxing
ar: الملاكمة
de: Boxen
es: Boxeo
fr: Boxe
pl: Boks
ru: Бокс
tr: Boks
uk: Бокс

source: Buddhism
ar: البوذية
de: Buddhismus
es: Budismo
fr: Bouddhisme
pl: Buddyzm
ru: Буддизм
tr: Budizm
uk: Буддизм

source: Cafes
ar: المقاهي
de: Cafés
es: Cafeterías
fr: Cafés
pl: Kawiarnie
ru: Кафе
tr: Kafeler
uk: Кафе

source: Canada
ar: كندا
de: Kanada
es: Canadá
pl: Kanada
ru: Канада
tr: Kanada
uk: Канада

source: Canary Islands
ar: جزر الكناري
de: Kanarische Inseln
es: Islas Canarias
fr: Îles Canaries
pl: Wyspy Kanaryjskie
ru: Канарские острова
tr: Kanarya Adaları
uk: Канарські острови

source: Caring
ar: الرعاية
de: Fürsorge
es: Cariñoso/a
fr: Bienveillance
pl: Troskliwość
ru: Заботливость
tr: Sevecenlik
uk: Турботливість

source: Cat
ar: قطة
de: Katze
es: Gato
fr: Chat
pl: Kot
ru: Кошка
tr: Kedi
uk: Кіт

source: Character
ar: الشخصية
de: Charakter
es: Carácter
fr: Caractère
pl: Charakter
ru: Характер
tr: Karakter
uk: Характер

source: Children in Household
ar: أطفال في المنزل
de: Kinder im Haushalt
es: Niños en el hogar
fr: Enfants au foyer
pl: Dzieci w gospodarstwie domowym
ru: Дети в семье
tr: Evdeki Çocuklar
uk: Діти в домі

source: Children's and Young Adult
ar: أدب الأطفال والشباب
de: Kinder- und Jugendliteratur
es: Infantil y juvenil
fr: Jeunesse
pl: Dla dzieci i młodzieży
ru: Детская и юношеская
tr: Çocuk ve Gençlik
uk: Дитяча та юнацька література

source: Chinese
ar: صيني
de: Chinesisch
es: China
fr: Chinoise
pl: Chińska
ru: Китайская
tr: Çin
uk: Китайська

source: City Trips
ar: رحلات المدن
de: Städtereisen
es: Viajes urbanos
fr: Escapades urbaines
pl: Wycieczki miejskie
ru: Поездки по городам
tr: Şehir Gezileri
uk: Міські подорожі

source: Classical
ar: كلاسيكي
de: Klassik
es: Clásica
fr: Classique
pl: Klasyczna
ru: Классическая музыка
tr: Klasik
uk: Класична

source: Classics
ar: الكلاسيكيات
de: Klassiker
es: Clásicos
fr: Classiques
pl: Klasyka
ru: Классика
tr: Klasikler
uk: Класика

source: Climbing
ar: التسلق
de: Klettern
es: Escalada
fr: Escalade
pl: Wspinaczka
ru: Скалолазание
tr: Tırmanma
uk: Скелелазіння

source: Concerts
ar: حفلات موسيقية
de: Konzerte
es: Conciertos
pl: Koncerty
ru: Концерты
tr: Konserler
uk: Концерти

source: Cooking
ar: الطبخ
de: Kochen
es: Cocinar
fr: Cuisine
pl: Gotowanie
ru: Кулинария
tr: Yemek Yapma
uk: Кулінарія

source: Counseling
ar: الإرشاد
de: Beratung
es: Asesoramiento
fr: Conseil
pl: Poradnictwo
ru: Консультирование
tr: Danışmanlık
uk: Консультування

source: Courage
ar: الشجاعة
de: Mut
es: Valentía
pl: Odwaga
ru: Смелость
tr: Cesaret
uk: Сміливість

source: Crafting
ar: الحِرَف
de: Basteln
es: Artesanía
fr: Travaux manuels
pl: Rękodzieło
ru: Рукоделие
tr: El İşi
uk: Рукоділля

source: Creativity
ar: الإبداع
de: Kreativität
es: Creatividad
fr: Créativité
pl: Kreatywność
ru: Креативность
tr: Yaratıcılık
uk: Креативність

source: Crime
ar: جريمة
de: Krimi
es: Novela negra
fr: Policier
pl: Kryminał
ru: Криминал
tr: Polisiye
uk: Детективи

source: Croatia
ar: كرواتيا
de: Kroatien
es: Croacia
fr: Croatie
pl: Chorwacja
ru: Хорватия
tr: Hırvatistan
uk: Хорватія

source: Crocheting
ar: الكروشيه
de: Häkeln
es: Ganchillo
fr: Crochet
pl: Szydełkowanie
ru: Вязание крючком
tr: Tığ İşi
uk: В'язання гачком

source: Cruises
ar: الرحلات البحرية
de: Kreuzfahrten
es: Cruceros
fr: Croisières
pl: Rejsy
ru: Круизы
tr: Kruvaziyer
uk: Круїзи

source: Cultural Trips
ar: رحلات ثقافية
de: Kulturreisen
es: Viajes culturales
fr: Voyages culturels
pl: Wycieczki kulturalne
ru: Культурные поездки
tr: Kültür Gezileri
uk: Культурні подорожі

source: Cycling
ar: ركوب الدراجة
de: Radfahren
es: Ciclismo
fr: Cyclisme
pl: Kolarstwo
ru: Велоспорт
tr: Bisiklet
uk: Велоспорт

source: DIY Projects
ar: مشاريع افعلها بنفسك
de: Heimwerkerprojekte
es: Proyectos de bricolaje
fr: Bricolage
pl: Projekty DIY
ru: Проекты своими руками
tr: Kendin Yap Projeleri
uk: Проєкти своїми руками

source: Dancing
ar: الرقص
de: Tanzen
es: Bailar
fr: Danse
pl: Taniec
ru: Танцы
tr: Dans Etme
uk: Танці

source: Deep Conversations
ar: محادثات عميقة
de: Tiefgründige Gespräche
es: Conversaciones profundas
fr: Conversations profondes
pl: Głębokie rozmowy
ru: Глубокие разговоры
tr: Derin Konuşmalar
uk: Глибокі розмови

source: Diet
ar: النظام الغذائي
de: Ernährung
es: Dieta
fr: Régime alimentaire
pl: Dieta
ru: Диета
tr: Beslenme
uk: Дієта

source: Diving
ar: الغوص
de: Tauchen
es: Buceo
fr: Plongée
pl: Nurkowanie
ru: Дайвинг
tr: Dalış
uk: Дайвінг

source: Dog
ar: كلب
de: Hund
es: Perro
fr: Chien
pl: Pies
ru: Собака
tr: Köpek
uk: Собака

source: Drawing
ar: الرسم
de: Zeichnen
es: Dibujar
fr: Dessin
pl: Rysowanie
ru: Рисование
tr: Çizim
uk: Малювання

source: Egypt
ar: مصر
de: Ägypten
es: Egipto
fr: Égypte
pl: Egipt
ru: Египет
tr: Mısır
uk: Єгипет

source: Electronic
ar: إلكتروني
de: Elektronisch
es: Electrónica
fr: Électronique
pl: Elektroniczna
ru: Электронная музыка
tr: Elektronik
uk: Електронна

source: Empathy
ar: التعاطف
de: Empathie
es: Empatía
fr: Empathie
pl: Empatia
ru: Эмпатия
tr: Empati
uk: Емпатія

source: Erotica
ar: أدب إيروتيكي
de: Erotik
es: Erótica
fr: Érotisme
pl: Erotyka
ru: Эротика
tr: Erotik
uk: Еротика

source: Europe
ar: أوروبا
de: Europa
es: Europa
pl: Europa
ru: Европа
tr: Avrupa
uk: Європа

source: Family-Oriented
ar: موجّه نحو العائلة
de: Familienorientiert
es: Orientado/a a la familia
fr: Orienté famille
pl: Zorientowany na rodzinę
ru: Семейные ценности
tr: Aileye Bağlı
uk: Сімейні цінності

source: Favorite Destinations
ar: الوجهات المفضلة
de: Lieblingsziele
es: Destinos favoritos
fr: Destinations favorites
pl: Ulubione kierunki
ru: Любимые направления
tr: Favori Destinasyonlar
uk: Улюблені місця

source: Fish
ar: سمك
de: Fisch
es: Pez
fr: Poisson
pl: Ryba
ru: Рыбка
tr: Balık
uk: Риба

source: Fitness Exercises
ar: تمارين اللياقة
de: Fitnessübungen
es: Ejercicios de fitness
fr: Exercices de fitness
pl: Ćwiczenia fitness
ru: Фитнес
tr: Fitness Egzersizleri
uk: Фітнес

source: Flexitarian
ar: مرن الغذاء
de: Flexitarier
es: Flexitariano/a
fr: Flexitarien
pl: Fleksitarianin
ru: Флекситарианство
tr: Fleksitaryen
uk: Флекситаріанство

source: Folk Music
ar: الموسيقى الشعبية
de: Volksmusik
es: Música folclórica
fr: Musique folklorique
pl: Muzyka ludowa
ru: Народная музыка
tr: Halk Müziği
uk: Народна музика

source: Food
ar: الطعام
de: Essen
es: Comida
fr: Alimentation
pl: Jedzenie
ru: Еда
tr: Yemek
uk: Їжа

source: France
ar: فرنسا
de: Frankreich
es: Francia
pl: Francja
ru: Франция
tr: Fransa
uk: Франція

source: French
ar: فرنسي
de: Französisch
es: Francesa
fr: Française
pl: Francuska
ru: Французская
tr: Fransız
uk: Французька

source: Gardening
ar: البستنة
de: Gärtnern
es: Jardinería
fr: Jardinage
pl: Ogrodnictwo
ru: Садоводство
tr: Bahçecilik
uk: Садівництво

source: Generosity
ar: الكرم
de: Großzügigkeit
es: Generosidad
fr: Générosité
pl: Hojność
ru: Щедрость
tr: Cömertlik
uk: Щедрість

source: German
ar: ألماني
de: Deutsch
es: Alemana
fr: Allemande
pl: Niemiecka
ru: Немецкая
tr: Alman
uk: Німецька

source: Germany
ar: ألمانيا
de: Deutschland
es: Alemania
fr: Allemagne
pl: Niemcy
ru: Германия
tr: Almanya
uk: Німеччина

source: Going Offline
ar: الابتعاد عن الإنترنت
de: Offline gehen
es: Desconectar
fr: Se déconnecter
pl: Bycie offline
ru: Отключение от сети
tr: Çevrimdışı Olma
uk: Офлайн-час

source: Going Out
ar: الخروج
de: Ausgehen
es: Salir
fr: Sorties
pl: Wyjścia
ru: Выходы в свет
tr: Dışarı Çıkma
uk: Розваги

source: Good Sleep
ar: نوم جيد
de: Guter Schlaf
es: Buen descanso
fr: Bon sommeil
pl: Dobry sen
ru: Здоровый сон
tr: İyi Uyku
uk: Здоровий сон

source: Greece
ar: اليونان
de: Griechenland
es: Grecia
fr: Grèce
pl: Grecja
ru: Греция
tr: Yunanistan
uk: Греція

source: Greek
ar: يوناني
de: Griechisch
es: Griega
fr: Grecque
pl: Grecka
ru: Греческая
tr: Yunan
uk: Грецька

source: Guidebooks
ar: كتب إرشادية
de: Ratgeber
es: Guías
fr: Guides
pl: Poradniki
ru: Путеводители
tr: Rehber Kitaplar
uk: Довідники

source: Guinea Pig
ar: خنزير غينيا
de: Meerschweinchen
es: Cobaya
fr: Cochon d'Inde
pl: Świnka morska
ru: Морская свинка
tr: Kobay
uk: Морська свинка

source: Gym
ar: صالة الألعاب الرياضية
de: Fitnessstudio
es: Gimnasio
fr: Salle de sport
pl: Siłownia
ru: Тренажёрный зал
tr: Spor Salonu
uk: Спортзал

source: Gymnastics
ar: الجمباز
de: Turnen
es: Gimnasia
fr: Gymnastique
pl: Gimnastyka
ru: Гимнастика
tr: Jimnastik
uk: Гімнастика

source: Handicrafts
ar: الأشغال اليدوية
de: Handarbeiten
es: Manualidades
fr: Artisanat
pl: Rzemiosło
ru: Ремёсла
tr: El Sanatları
uk: Ремесла

source: Have Children
ar: لديه أطفال
de: Habe Kinder
es: Tener hijos
fr: Avoir des enfants
pl: Posiadanie dzieci
ru: Есть дети
tr: Çocuk Sahibi
uk: Є діти

source: Healthy Food
ar: طعام صحي
de: Gesundes Essen
es: Comida saludable
fr: Alimentation saine
pl: Zdrowe jedzenie
ru: Здоровая пища
tr: Sağlıklı Yemek
uk: Здорова їжа

source: Hiking
ar: المشي لمسافات طويلة
de: Wandern
es: Senderismo
fr: Randonnée
pl: Turystyka piesza
ru: Пешие прогулки
tr: Yürüyüş
uk: Піші прогулянки

source: Hiking Vacation
ar: عطلة المشي
de: Wanderurlaub
es: Vacaciones de senderismo
fr: Vacances de randonnée
pl: Wakacje piesze
ru: Пеший туризм
tr: Yürüyüş Tatili
uk: Відпочинок з піших прогулянок

source: Hinduism
ar: الهندوسية
de: Hinduismus
es: Hinduismo
fr: Hindouisme
pl: Hinduizm
ru: Индуизм
tr: Hinduizm
uk: Індуїзм

source: Historical Novels
ar: روايات تاريخية
de: Historische Romane
es: Novelas históricas
fr: Romans historiques
pl: Powieści historyczne
ru: Исторические романы
tr: Tarihi Romanlar
uk: Історичні романи

source: Honesty
ar: الصدق
de: Ehrlichkeit
es: Honestidad
fr: Honnêteté
pl: Uczciwość
ru: Честность
tr: Dürüstlük
uk: Чесність

source: Horse
ar: حصان
de: Pferd
es: Caballo
fr: Cheval
pl: Koń
ru: Лошадь
tr: At
uk: Кінь

source: Horse Riding
ar: ركوب الخيل
de: Reiten
es: Equitación
fr: Équitation
pl: Jazda konna
ru: Верховая езда
tr: Binicilik
uk: Верхова їзда

source: I Don't Have Children
ar: ليس لديّ أطفال
de: Ich habe keine Kinder
es: No tengo hijos
fr: Je n'ai pas d'enfants
pl: Nie mam dzieci
ru: У меня нет детей
tr: Çocuğum Yok
uk: У мене немає дітей

source: I Don't Want (More) Children
ar: لا أريد (المزيد من) الأطفال
de: Ich möchte keine (weiteren) Kinder
es: No quiero (más) hijos
fr: Je ne veux pas (plus) d'enfants
pl: Nie chcę (więcej) dzieci
ru: Я не хочу (больше) детей
tr: (Daha Fazla) Çocuk İstemiyorum
uk: Я не хочу (більше) дітей

source: I Have Children
ar: لديّ أطفال
de: Ich habe Kinder
es: Tengo hijos
fr: J'ai des enfants
pl: Mam dzieci
ru: У меня есть дети
tr: Çocuklarım Var
uk: У мене є діти

source: I Want (More) Children
ar: أريد (المزيد من) الأطفال
de: Ich möchte (mehr) Kinder
es: Quiero (más) hijos
fr: Je veux (plus) d'enfants
pl: Chcę (więcej) dzieci
ru: Я хочу (ещё) детей
tr: (Daha Fazla) Çocuk İstiyorum
uk: Я хочу (ще) дітей

source: Ice Hockey
ar: هوكي الجليد
de: Eishockey
es: Hockey sobre hielo
fr: Hockey sur glace
pl: Hokej na lodzie
ru: Хоккей
tr: Buz Hokeyi
uk: Хокей

source: Indian
ar: هندي
de: Indisch
es: India
fr: Indienne
pl: Indyjska
ru: Индийская
tr: Hint
uk: Індійська

source: Intelligence
ar: الذكاء
de: Intelligenz
es: Inteligencia
pl: Inteligencja
ru: Интеллект
tr: Zeka
uk: Інтелект

source: Italian
ar: إيطالي
de: Italienisch
es: Italiana
fr: Italienne
pl: Włoska
ru: Итальянская
tr: İtalyan
uk: Італійська

source: Italy
ar: إيطاليا
de: Italien
es: Italia
fr: Italie
pl: Włochy
ru: Италия
tr: İtalya
uk: Італія

source: Japanese
ar: ياباني
de: Japanisch
es: Japonesa
fr: Japonaise
pl: Japońska
ru: Японская
tr: Japon
uk: Японська
