Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: nice to have (+10 pts) — click to change to must have (required)
ar: مستحسن (+10 نقاط) — انقر للتغيير إلى ضروري (مطلوب)
de: Wäre schön (+10 Pkt.) — klicken, um zu Muss (Pflicht) zu wechseln
es: sería bueno (+10 pts) — haz clic para cambiar a imprescindible (requerido)
fr: souhaitable (+10 pts) — cliquez pour passer en indispensable (requis)
pl: miło mieć (+10 pkt) — kliknij, aby zmienić na musi mieć (wymagany)
ru: желательно (+10 баллов) — нажмите, чтобы сделать обязательным (требуется)
tr: olsa iyi olur (+10 puan) — olmazsa olmaz (zorunlu) olarak değiştirmek için tıkla
uk: бажано (+10 балів) — натисніть, щоб змінити на обов'язково

source: prefer not (-50 pts) — click to change to deal breaker (excluded)
ar: يُفضّل لا (-50 نقطة) — انقر للتغيير إلى غير مقبول (مستبعد)
de: Lieber nicht (-50 Pkt.) — klicken, um zu Ausschlusskriterium (ausgeschlossen) zu wechseln
es: prefiero que no (-50 pts) — haz clic para cambiar a inaceptable (excluido)
fr: plutôt pas (-50 pts) — cliquez pour passer en rédhibitoire (exclu)
pl: wolę nie (-50 pkt) — kliknij, aby zmienić na nie do zaakceptowania (wykluczone)
ru: лучше нет (-50 баллов) — нажмите, чтобы сменить на неприемлемо (исключено)
tr: tercih etmem (-50 puan) — kabul edilemez (hariç tutulmuş) olarak değiştirmek için tıkla
uk: краще ні (-50 балів) — натисніть, щоб змінити на неприйнятно (виключено)

source: **bold** *italic* `code` — Enter to send, Shift+Enter for new line
ar: **عريض** *مائل* `كود` — Enter للإرسال، Shift+Enter لسطر جديد
de: **fett** *kursiv* `Code` — Enter zum Senden, Shift+Enter für neue Zeile
es: **negrita** *cursiva* `código` — Enter para enviar, Shift+Enter para nueva línea
fr: **gras** *italique* `code` — Entrée pour envoyer, Maj+Entrée pour un retour à la ligne
pl: **pogrubienie** *kursywa* `kod` — Enter, aby wysłać, Shift+Enter dla nowej linii
ru: **жирный** *курсив* `код` — Enter для отправки, Shift+Enter для новой строки
tr: **kalın** *italik* `kod` — Göndermek için Enter, yeni satır için Shift+Enter
uk: **жирний** *курсив* `код` — Enter для надсилання, Shift+Enter для нового рядка

source: Accept Terms of Service
ar: قبول شروط الخدمة
de: Nutzungsbedingungen akzeptieren
es: Aceptar Condiciones del servicio
fr: Accepter les conditions d'utilisation
pl: Zaakceptuj regulamin
ru: Принять Условия использования
tr: Kullanım Şartlarını Kabul Et
uk: Прийняти умови використання

source: Accept and continue
ar: قبول والمتابعة
de: Akzeptieren und fortfahren
es: Aceptar y continuar
fr: Accepter et continuer
pl: Zaakceptuj i kontynuuj
ru: Принять и продолжить
tr: Kabul et ve devam et
uk: Прийняти та продовжити

source: Account suspension and deletion policies
ar: سياسات تعليق الحساب وحذفه
de: Kontosperrung und Löschungsrichtlinien
es: Políticas de suspensión y eliminación de cuentas
fr: Politiques de suspension et de suppression de compte
pl: Zasady zawieszania i usuwania kont
ru: Политика приостановки и удаления аккаунта
tr: Hesap askıya alma ve silme politikaları
uk: Правила блокування та видалення акаунтів

source: Content moderation by administrators and moderators
ar: إدارة المحتوى من قبل المسؤولين والمشرفين
de: Inhaltsmoderation durch Administratoren und Moderatoren
es: Moderación de contenido por administradores y moderadores
fr: Modération du contenu par les administrateurs et modérateurs
pl: Moderacja treści przez administratorów i moderatorów
ru: Модерация контента администраторами и модераторами
tr: Yöneticiler ve moderatörler tarafından içerik denetimi
uk: Модерація контенту адміністраторами та модераторами

source: Decline and log out
ar: رفض وتسجيل الخروج
de: Ablehnen und abmelden
es: Rechazar y cerrar sesión
fr: Refuser et se déconnecter
pl: Odrzuć i wyloguj się
ru: Отклонить и выйти
tr: Reddet ve çıkış yap
uk: Відхилити та вийти

source: Please accept our updated Terms of Service to continue using ANIMINA.
ar: يرجى قبول شروط الخدمة المحدّثة لمتابعة استخدام ANIMINA.
de: Bitte akzeptiere unsere aktualisierten Nutzungsbedingungen, um ANIMINA weiterhin nutzen zu können.
es: Por favor, acepta nuestras Condiciones del servicio actualizadas para continuar usando ANIMINA.
fr: Veuillez accepter nos conditions d'utilisation mises à jour pour continuer à utiliser ANIMINA.
pl: Zaakceptuj nasz zaktualizowany regulamin, aby kontynuować korzystanie z ANIMINA.
ru: Пожалуйста, примите обновлённые Условия использования, чтобы продолжить пользоваться ANIMINA.
tr: ANIMINA'yı kullanmaya devam etmek için lütfen güncellenmiş Kullanım Şartlarımızı kabul edin.
uk: Будь ласка, прийміть оновлені умови використання, щоб продовжити користування ANIMINA.

source: Rules for using the platform
ar: قواعد استخدام المنصة
de: Regeln für die Nutzung der Plattform
es: Reglas de uso de la plataforma
fr: Règles d'utilisation de la plateforme
pl: Zasady korzystania z platformy
ru: Правила использования платформы
tr: Platform kullanım kuralları
uk: Правила користування платформою

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Une erreur est survenue. Veuillez réessayer.
pl: Coś poszło nie tak. Spróbuj ponownie.
ru: Что-то пошло не так. Пожалуйста, попробуйте ещё раз.
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.
uk: Щось пішло не так. Будь ласка, спробуйте ще раз.

source: Terms of Service
ar: شروط الخدمة
de: Allgemeine Geschäftsbedingungen
es: Condiciones del servicio
fr: Conditions d'utilisation
pl: Regulamin
ru: Условия использования
tr: Kullanım Şartları
uk: Умови використання

source: Terms of Service accepted. Welcome back!
ar: تم قبول شروط الخدمة. أهلاً بعودتك!
de: Nutzungsbedingungen akzeptiert. Willkommen zurück!
es: Condiciones del servicio aceptadas. ¡Bienvenido/a de nuevo!
fr: Conditions d'utilisation acceptées. Bon retour !
pl: Regulamin zaakceptowany. Witamy ponownie!
ru: Условия использования приняты. Добро пожаловать!
tr: Kullanım Şartları kabul edildi. Tekrar hoş geldiniz!
uk: Умови використання прийнято. З поверненням!

source: Updated Terms of Service
ar: شروط الخدمة المحدّثة
de: Aktualisierte Nutzungsbedingungen
es: Condiciones del servicio actualizadas
fr: Conditions d'utilisation mises à jour
pl: Zaktualizowany regulamin
ru: Обновлённые Условия использования
tr: Güncellenmiş Kullanım Şartları
uk: Оновлені умови використання

source: You can accept the Terms of Service the next time you log in.
ar: يمكنك قبول شروط الخدمة في المرة القادمة التي تسجّل فيها الدخول.
de: Du kannst die Nutzungsbedingungen bei deiner nächsten Anmeldung akzeptieren.
es: Puedes aceptar las Condiciones del servicio la próxima vez que inicies sesión.
fr: Vous pouvez accepter les conditions d'utilisation lors de votre prochaine connexion.
pl: Możesz zaakceptować regulamin przy następnym logowaniu.
ru: Вы можете принять Условия использования при следующем входе.
tr: Kullanım Şartlarını bir sonraki girişinizde kabul edebilirsiniz.
uk: Ви можете прийняти умови використання наступного разу, коли увійдете.

source: Your right to delete your account at any time
ar: حقك في حذف حسابك في أي وقت
de: Dein Recht, dein Konto jederzeit zu löschen
es: Tu derecho a eliminar tu cuenta en cualquier momento
fr: Votre droit de supprimer votre compte à tout moment
pl: Twoje prawo do usunięcia konta w dowolnym momencie
ru: Ваше право удалить аккаунт в любое время
tr: Hesabınızı istediğiniz zaman silme hakkınız
uk: Ваше право видалити свій акаунт у будь-який час

source: and the
ar: و
de: und die
es: y la
fr: et la
pl: oraz
ru: и
tr: ve
uk: та

source: %{selected}/%{cost} selected
ar: %{selected}/%{cost} محدد
de: %{selected}/%{cost} ausgewählt
es: %{selected}/%{cost} seleccionados
fr: %{selected}/%{cost} sélectionnés
pl: %{selected}/%{cost} wybranych
ru: %{selected}/%{cost} выбрано
tr: %{selected}/%{cost} seçildi
uk: %{selected}/%{cost} вибрано

source: Conversation closed
ar: تم إغلاق المحادثة
de: Unterhaltung geschlossen
es: Conversación cerrada
fr: Conversation fermée
pl: Rozmowa zamknięta
ru: Беседа закрыта
tr: Konuşma kapatıldı
uk: Розмову закрито

source: Conversation reopened!
ar: تم إعادة فتح المحادثة!
de: Unterhaltung wieder geöffnet!
es: ¡Conversación reabierta!
fr: Conversation rouverte !
pl: Rozmowa ponownie otwarta!
ru: Беседа возобновлена!
tr: Konuşma yeniden açıldı!
uk: Розмову відновлено!

source: Conversations you've let go of. You can reopen one via Love Emergency.
ar: المحادثات التي تخليت عنها. يمكنك إعادة فتح واحدة عبر حالة الطوارئ العاطفية.
de: Unterhaltungen, die du losgelassen hast. Du kannst eine über den Liebesnotfall wieder öffnen.
es: Conversaciones que has dejado ir. Puedes reabrir una con Emergencia de amor.
fr: Les conversations que vous avez laissées aller. Vous pouvez en rouvrir une via Urgence amoureuse.
pl: Rozmowy, które puściłeś/aś. Możesz je ponownie otworzyć przez Miłosny Alarm.
ru: Беседы, которые вы отпустили. Вы можете возобновить одну через «Экстренную любовь».
tr: Bıraktığınız konuşmalar. Aşk Acil Durumu ile birini yeniden açabilirsiniz.
uk: Розмови, які ви відпустили. Ви можете відновити одну через Екстрену любов.

source: Failed to close conversation
ar: فشل إغلاق المحادثة
de: Unterhaltung konnte nicht geschlossen werden
es: Error al cerrar la conversación
fr: Échec de la fermeture de la conversation
pl: Nie udało się zamknąć rozmowy
ru: Не удалось закрыть беседу
tr: Konuşma kapatılamadı
uk: Не вдалося закрити розмову

source: Failed to reopen conversation
ar: فشل إعادة فتح المحادثة
de: Unterhaltung konnte nicht wieder geöffnet werden
es: Error al reabrir la conversación
fr: Échec de la réouverture de la conversation
pl: Nie udało się ponownie otworzyć rozmowy
ru: Не удалось возобновить беседу
tr: Konuşma yeniden açılamadı
uk: Не вдалося відновити розмову

source: Let Go
ar: تخلَّ
de: Loslassen
es: Dejar ir
fr: Laisser aller
pl: Puść
ru: Отпустить
tr: Bırak
uk: Відпустити

source: Let Go Archive
ar: أرشيف المتروكات
de: Losgelassen-Archiv
es: Archivo de dejadas ir
fr: Archive des conversations lâchées
pl: Archiwum puszczeń
ru: Архив отпущенных
tr: Bırakılanlar Arşivi
uk: Архів відпущених

source: Let go
ar: تخلَّ
de: Loslassen
es: Dejar ir
fr: Laisser aller
pl: Puść
ru: Отпустить
tr: Bırak
uk: Відпустити

source: Let go of this conversation?
ar: التخلي عن هذه المحادثة؟
de: Diese Unterhaltung loslassen?
es: ¿Dejar ir esta conversación?
fr: Laisser aller cette conversation ?
pl: Puścić tę rozmowę?
ru: Отпустить эту беседу?
tr: Bu konuşmayı bırakmak istiyor musunuz?
uk: Відпустити цю розмову?

source: Love Emergency
ar: حالة طوارئ عاطفية
de: Liebesnotfall
es: Emergencia de amor
fr: Urgence amoureuse
pl: Miłosny alarm
ru: Экстренная любовь
tr: Aşk Acil Durumu
uk: Екстрена любов

source: No free chat slots
ar: لا توجد فتحات دردشة متاحة
de: Keine freien Chat-Plätze
es: No hay espacios de chat libres
fr: Aucun créneau de chat libre
pl: Brak wolnych miejsc czatu
ru: Нет свободных слотов для бесед
tr: Boş sohbet slotu yok
uk: Немає вільних слотів чату

source: No free slots
ar: لا توجد فتحات متاحة
de: Keine freien Plätze
es: No hay espacios libres
fr: Aucun créneau libre
pl: Brak wolnych miejsc
ru: Нет свободных слотов
tr: Boş slot yok
uk: Немає вільних слотів

source: Reopen
ar: إعادة فتح
de: Wieder öffnen
es: Reabrir
fr: Rouvrir
pl: Otwórz ponownie
ru: Возобновить
tr: Yeniden Aç
uk: Відновити

source: Reopen Conversation
ar: إعادة فتح المحادثة
de: Unterhaltung wieder öffnen
es: Reabrir conversación
fr: Rouvrir la conversation
pl: Ponownie otwórz rozmowę
ru: Возобновить беседу
tr: Konuşmayı Yeniden Aç
uk: Відновити розмову

source: Reopen by closing %{cost} other conversations
ar: إعادة الفتح بإغلاق %{cost} محادثات أخرى
de: Wieder öffnen durch Schließen von %{cost} anderen Unterhaltungen
es: Reabrir cerrando %{cost} otras conversaciones
fr: Rouvrir en fermant %{cost} autres conversations
pl: Ponownie otwórz zamykając %{cost} innych rozmów
ru: Возобновить, закрыв %{cost} других бесед
tr: %{cost} başka konuşmayı kapatarak yeniden aç
uk: Відновити, закривши %{cost} інших розмов

source: This conversation was previously closed.
ar: تم إغلاق هذه المحادثة سابقاً.
de: Diese Unterhaltung wurde zuvor geschlossen.
es: Esta conversación fue cerrada anteriormente.
fr: Cette conversation a été précédemment fermée.
pl: Ta rozmowa została wcześniej zamknięta.
ru: Эта беседа была ранее закрыта.
tr: Bu konuşma daha önce kapatılmıştı.
uk: Ця розмова була раніше закрита.

source: This is permanent. Both of you will no longer see each other in discovery.
ar: هذا نهائي. لن يرى أي منكما الآخر في الاكتشاف بعد الآن.
de: Das ist endgültig. Ihr werdet euch nicht mehr gegenseitig in der Entdeckung sehen.
es: Esto es permanente. Ambos dejarán de verse en descubrimientos.
fr: C'est définitif. Vous ne vous verrez plus dans les découvertes.
pl: To jest trwałe. Żadne z was nie będzie już widziało drugiego w odkrywaniu.
ru: Это необратимо. Вы больше не будете видеть друг друга в знакомствах.
tr: Bu kalıcıdır. İkiniz de artık keşifte birbirinizi görmeyeceksiniz.
uk: Це назавжди. Ви більше не побачите одне одного у пошуку.

source: To reopen this conversation, you must let go of %{cost} active conversations. Select exactly %{cost} below.
ar: لإعادة فتح هذه المحادثة، يجب التخلي عن %{cost} محادثات نشطة. حدد بالضبط %{cost} أدناه.
de: Um diese Unterhaltung wieder zu öffnen, musst du %{cost} aktive Unterhaltungen loslassen. Wähle genau %{cost} unten aus.
es: Para reabrir esta conversación, debes dejar ir %{cost} conversaciones activas. Selecciona exactamente %{cost} a continuación.
fr: Pour rouvrir cette conversation, vous devez laisser aller %{cost} conversations actives. Sélectionnez exactement %{cost} ci-dessous.
pl: Aby ponownie otworzyć tę rozmowę, musisz puścić %{cost} aktywnych rozmów. Wybierz dokładnie %{cost} poniżej.
ru: Чтобы возобновить эту беседу, вы должны отпустить %{cost} активных бесед. Выберите ровно %{cost} ниже.
tr: Bu konuşmayı yeniden açmak için %{cost} aktif konuşmayı bırakmalısınız. Aşağıdan tam olarak %{cost} seçin.
uk: Щоб відновити цю розмову, ви повинні відпустити %{cost} активних розмов. Оберіть рівно %{cost} нижче.

source: You have no free chat slots. Let go of a conversation first.
ar: ليس لديك فتحات دردشة متاحة. تخلَّ عن محادثة أولاً.
de: Du hast keine freien Chat-Plätze. Lass zuerst eine Unterhaltung los.
es: No tienes espacios de chat libres. Deja ir una conversación primero.
fr: Vous n'avez aucun créneau de chat libre. Laissez d'abord aller une conversation.
pl: Nie masz wolnych miejsc czatu. Najpierw puść rozmowę.
ru: У вас нет свободных слотов для бесед. Сначала отпустите одну из бесед.
tr: Boş sohbet slotunuz yok. Önce bir konuşmayı bırakın.
uk: У вас немає вільних слотів чату. Спочатку відпустіть розмову.

source: New chats available today
ar: دردشات جديدة متاحة اليوم
de: Neue Chats heute verfügbar
es: Nuevos chats disponibles hoy
fr: Nouveaux chats disponibles aujourd'hui
pl: Nowe czaty dostępne dzisiaj
ru: Новые беседы доступны сегодня
tr: Bugün yeni sohbetler mevcut
uk: Нові чати доступні сьогодні

source: Your activation is being processed
ar: يتم معالجة تفعيل حسابك
de: Deine Aktivierung wird bearbeitet
es: Tu activación está siendo procesada
fr: Votre activation est en cours de traitement
pl: Twoja aktywacja jest przetwarzana
ru: Ваша активация обрабатывается
tr: Aktivasyonunuz işleniyor
uk: Ваша активація обробляється

source: Add photos and stories to make a great first impression.
ar: أضف صوراً وقصصاً لترك انطباع أول رائع.
de: Füge Fotos und Geschichten hinzu, um einen tollen ersten Eindruck zu machen.
es: Añade fotos e historias para causar una gran primera impresión.
fr: Ajoutez des photos et des textes pour faire bonne impression.
pl: Dodaj zdjęcia i historie, aby zrobić świetne pierwsze wrażenie.
ru: Добавьте фото и истории, чтобы произвести отличное первое впечатление.
tr: Harika bir ilk izlenim bırakmak için fotoğraf ve hikayeler ekleyin.
uk: Додайте фото та історії, щоб справити чудове перше враження.

source: Define what you're about and what you're looking for.
ar: حدد ما يميّزك وما تبحث عنه.
de: Beschreibe, was dich ausmacht und wonach du suchst.
es: Define quién eres y qué buscas.
fr: Définissez qui vous êtes et ce que vous recherchez.
pl: Określ, kim jesteś i czego szukasz.
ru: Определите, кто вы и что ищете.
tr: Kendiniz ve ne aradığınız hakkında bilgi verin.
uk: Визначте, хто ви та що ви шукаєте.

source: Prepare your profile
ar: جهّز ملفك الشخصي
de: Bereite dein Profil vor
es: Prepara tu perfil
fr: Préparez votre profil
pl: Przygotuj swój profil
ru: Подготовьте свой профиль
tr: Profilinizi hazırlayın
uk: Підготуйте свій профіль

source: Set up your flags
ar: أعدّ علاماتك
de: Richte deine Flags ein
es: Configura tus banderas
fr: Configurez vos drapeaux
pl: Ustaw swoje flagi
ru: Настройте свои флаги
tr: Bayraklarınızı ayarlayın
uk: Налаштуйте свої прапорці

source: Add a passkey
ar: إضافة مفتاح مرور
de: Passkey hinzufügen
es: Añadir una passkey
fr: Ajouter un passkey
pl: Dodaj klucz dostępu
ru: Добавить ключ доступа
tr: Geçiş anahtarı ekle
uk: Додати ключ доступу

source: Add a passkey to sign in without a password.
ar: أضف مفتاح مرور لتسجيل الدخول بدون كلمة مرور.
de: Füge einen Passkey hinzu, um dich ohne Passwort anzumelden.
es: Añade una passkey para iniciar sesión sin contraseña.
fr: Ajoutez un passkey pour vous connecter sans mot de passe.
pl: Dodaj klucz dostępu, aby logować się bez hasła.
ru: Добавьте ключ доступа для входа без пароля.
tr: Şifresiz giriş yapmak için bir geçiş anahtarı ekleyin.
uk: Додайте ключ доступу для входу без пароля.

source: Added %{date}
ar: تمت الإضافة %{date}
de: Hinzugefügt am %{date}
es: Añadido el %{date}
fr: Ajouté le %{date}
pl: Dodano %{date}
ru: Добавлен %{date}
tr: Eklendi %{date}
uk: Додано %{date}

source: Are you sure you want to remove this passkey?
ar: هل أنت متأكد أنك تريد إزالة مفتاح المرور هذا؟
de: Bist du sicher, dass du diesen Passkey entfernen möchtest?
es: ¿Estás seguro/a de que quieres eliminar esta passkey?
fr: Êtes-vous sûr(e) de vouloir supprimer ce passkey ?
pl: Czy na pewno chcesz usunąć ten klucz dostępu?
ru: Вы уверены, что хотите удалить этот ключ доступа?
tr: Bu geçiş anahtarını kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей ключ доступу?

source: Could not add passkey: %{reason}
ar: تعذرت إضافة مفتاح المرور: %{reason}
de: Passkey konnte nicht hinzugefügt werden: %{reason}
es: No se pudo añadir la passkey: %{reason}
fr: Impossible d'ajouter le passkey : %{reason}
pl: Nie udało się dodać klucza dostępu: %{reason}
ru: Не удалось добавить ключ доступа: %{reason}
tr: Geçiş anahtarı eklenemedi: %{reason}
uk: Не вдалося додати ключ доступу: %{reason}

source: Could not remove passkey.
ar: تعذّر إزالة مفتاح المرور.
de: Passkey konnte nicht entfernt werden.
es: No se pudo eliminar la passkey.
fr: Impossible de supprimer le passkey.
pl: Nie udało się usunąć klucza dostępu.
ru: Не удалось удалить ключ доступа.
tr: Geçiş anahtarı kaldırılamadı.
uk: Не вдалося видалити ключ доступу.

source: Last used %{date}
ar: آخر استخدام %{date}
de: Zuletzt verwendet am %{date}
es: Último uso %{date}
fr: Dernière utilisation le %{date}
pl: Ostatnio użyty %{date}
ru: Последнее использование %{date}
tr: Son kullanım %{date}
uk: Останнє використання %{date}

source: No passkeys registered yet.
ar: لم يتم تسجيل مفاتيح مرور بعد.
de: Noch keine Passkeys registriert.
es: Aún no hay passkeys registradas.
fr: Aucun passkey enregistré.
pl: Nie zarejestrowano jeszcze żadnych kluczy dostępu.
ru: Ключи доступа ещё не зарегистрированы.
tr: Henüz geçiş anahtarı kaydedilmedi.
uk: Ключів доступу ще не зареєстровано.

source: Passkey added successfully!
ar: تمت إضافة مفتاح المرور بنجاح!
de: Passkey erfolgreich hinzugefügt!
es: ¡Passkey añadida con éxito!
fr: Passkey ajouté avec succès !
pl: Klucz dostępu dodany pomyślnie!
ru: Ключ доступа успешно добавлен!
tr: Geçiş anahtarı başarıyla eklendi!
uk: Ключ доступу успішно додано!

source: Passkey not recognized. Please try again or use password.
ar: مفتاح المرور غير معروف. يرجى المحاولة مرة أخرى أو استخدام كلمة المرور.
de: Passkey nicht erkannt. Bitte versuche es erneut oder verwende dein Passwort.
es: Passkey no reconocida. Por favor, inténtalo de nuevo o usa tu contraseña.
fr: Passkey non reconnu. Veuillez réessayer ou utiliser votre mot de passe.
pl: Klucz dostępu nierozpoznany. Spróbuj ponownie lub użyj hasła.
ru: Ключ доступа не распознан. Попробуйте ещё раз или используйте пароль.
tr: Geçiş anahtarı tanınmadı. Lütfen tekrar deneyin veya şifre kullanın.
uk: Ключ доступу не розпізнано. Будь ласка, спробуйте ще раз або скористайтеся паролем.

source: Passkey removed.
ar: تمت إزالة مفتاح المرور.
de: Passkey entfernt.
es: Passkey eliminada.
fr: Passkey supprimé.
pl: Klucz dostępu usunięty.
ru: Ключ доступа удалён.
tr: Geçiş anahtarı kaldırıldı.
uk: Ключ доступу видалено.

source: Sign in with Face ID, Touch ID, or a security key — faster and more secure than passwords.
ar: سجّل الدخول باستخدام Face ID أو Touch ID أو مفتاح أمان — أسرع وأكثر أماناً من كلمات المرور.
de: Melde dich mit Face ID, Touch ID oder einem Sicherheitsschlüssel an — schneller und sicherer als Passwörter.
es: Inicia sesión con Face ID, Touch ID o una llave de seguridad — más rápido y seguro que las contraseñas.
fr: Connectez-vous avec Face ID, Touch ID ou une clé de sécurité — plus rapide et plus sûr qu'un mot de passe.
pl: Zaloguj się za pomocą Face ID, Touch ID lub klucza bezpieczeństwa — szybciej i bezpieczniej niż hasła.
ru: Войдите с помощью Face ID, Touch ID или ключа безопасности — быстрее и безопаснее, чем пароли.
tr: Face ID, Touch ID veya güvenlik anahtarı ile giriş yapın — şifrelerden daha hızlı ve daha güvenli.
uk: Увійдіть за допомогою Face ID, Touch ID або ключа безпеки — швидше та безпечніше, ніж паролі.

source: Sign in with passkey
ar: تسجيل الدخول بمفتاح المرور
de: Mit Passkey anmelden
es: Iniciar sesión con passkey
fr: Se connecter avec un passkey
pl: Zaloguj się kluczem dostępu
ru: Войти с помощью ключа доступа
tr: Geçiş anahtarı ile giriş yap
uk: Увійти за допомогою ключа доступу

source: Waiting for device...
ar: بانتظار الجهاز...
de: Warte auf Gerät...
es: Esperando al dispositivo...
fr: En attente de l'appareil...
pl: Oczekiwanie na urządzenie...
ru: Ожидание устройства...
tr: Cihaz bekleniyor...
uk: Очікування пристрою...

source: Your browser does not support passkeys.
ar: متصفحك لا يدعم مفاتيح المرور.
de: Dein Browser unterstützt keine Passkeys.
es: Tu navegador no es compatible con passkeys.
fr: Votre navigateur ne prend pas en charge les passkeys.
pl: Twoja przeglądarka nie obsługuje kluczy dostępu.
ru: Ваш браузер не поддерживает ключи доступа.
tr: Tarayıcınız geçiş anahtarlarını desteklemiyor.
uk: Ваш браузер не підтримує ключі доступу.

source: or
ar: أو
de: oder
es: o
fr: ou
pl: lub
ru: или
tr: veya
uk: або

source: Set up a passkey
ar: إعداد مفتاح مرور
de: Passkey einrichten
es: Configurar una passkey
fr: Configurer un passkey
pl: Skonfiguruj klucz dostępu
ru: Настроить ключ доступа
tr: Geçiş anahtarı kur
uk: Налаштувати ключ доступу

source: Sign in faster and more securely with a passkey.
ar: سجّل الدخول بشكل أسرع وأكثر أماناً باستخدام مفتاح مرور.
de: Melde dich schneller und sicherer mit einem Passkey an.
es: Inicia sesión más rápido y de forma más segura con una passkey.
fr: Connectez-vous plus vite et plus sûrement avec un passkey.
pl: Loguj się szybciej i bezpieczniej za pomocą klucza dostępu.
ru: Входите быстрее и безопаснее с помощью ключа доступа.
tr: Geçiş anahtarı ile daha hızlı ve güvenli giriş yapın.
uk: Входьте швидше та безпечніше за допомогою ключа доступу.

source: Report bug
ar: الإبلاغ عن خلل
de: Fehler melden
es: Reportar error
fr: Signaler un bug
pl: Zgłoś błąd
ru: Сообщить об ошибке
tr: Hata bildir
uk: Повідомити про помилку

source: My Profile
ar: ملفي الشخصي
de: Mein Profil
es: Mi perfil
fr: Mon profil
pl: Mój profil
ru: Мой профиль
tr: Profilim
uk: Мій профіль
