Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: Add photos and text to your moodboard to share with others.
ar: أضف صوراً ونصوصاً إلى لوحة مزاجك لمشاركتها مع الآخرين.
de: Füge Fotos und Texte zu deinem Moodboard hinzu, um sie mit anderen zu teilen.
es: Añade fotos y texto a tu moodboard para compartir con otros.
fr: Ajoutez des photos et du texte à votre moodboard pour les partager.
pl: Dodaj zdjęcia i tekst do swojego moodboardu, aby dzielić się z innymi.
ru: Добавьте фото и текст на мудборд, чтобы поделиться с другими.
tr: Başkalarıyla paylaşmak için moodboard'unuza fotoğraf ve metin ekleyin.
uk: Додайте фото та текст до мудборду, щоб поділитися з іншими.

source: Edit Moodboard
ar: تعديل لوحة المزاج
de: Moodboard bearbeiten
es: Editar moodboard
fr: Modifier le moodboard
pl: Edytuj moodboard
ru: Редактировать мудборд
tr: Moodboard'u Düzenle
uk: Редагувати мудборд

source: Item added to moodboard
ar: تمت إضافة العنصر إلى لوحة المزاج
de: Element zum Moodboard hinzugefügt
es: Elemento añadido al moodboard
fr: Élément ajouté au moodboard
pl: Element dodany do moodboardu
ru: Элемент добавлен на мудборд
tr: Öğe moodboard'a eklendi
uk: Елемент додано до мудборду

source: My Moodboard
ar: لوحة مزاجي
de: Mein Moodboard
es: Mi moodboard
fr: Mon moodboard
pl: Mój moodboard
ru: Мой мудборд
tr: Moodboard'um
uk: Мій мудборд

source: No moodboard items yet
ar: لا توجد عناصر في لوحة المزاج بعد
de: Noch keine Moodboard-Einträge
es: Aún no hay elementos en el moodboard
fr: Aucun élément dans le moodboard
pl: Brak elementów moodboardu
ru: На мудборде пока ничего нет
tr: Henüz moodboard öğesi yok
uk: Елементів мудборду ще немає

source: View Moodboard
ar: عرض لوحة المزاج
de: Moodboard ansehen
es: Ver moodboard
fr: Voir le moodboard
pl: Zobacz moodboard
ru: Посмотреть мудборд
tr: Moodboard'u Görüntüle
uk: Переглянути мудборд

source: Your moodboard is empty
ar: لوحة مزاجك فارغة
de: Dein Moodboard ist leer
es: Tu moodboard está vacío
fr: Votre moodboard est vide
pl: Twój moodboard jest pusty
ru: Ваш мудборд пуст
tr: Moodboard'unuz boş
uk: Ваш мудборд порожній

source: Could not save setting.
ar: تعذّر حفظ الإعداد.
de: Einstellung konnte nicht gespeichert werden.
es: No se pudo guardar la configuración.
fr: Impossible d'enregistrer le paramètre.
pl: Nie udało się zapisać ustawienia.
ru: Не удалось сохранить настройку.
tr: Ayar kaydedilemedi.
uk: Не вдалося зберегти налаштування.

source: Default: %{default}, Range: %{min}-%{max}
ar: الافتراضي: %{default}، النطاق: %{min}-%{max}
de: Standard: %{default}, Bereich: %{min}-%{max}
es: Predeterminado: %{default}, Rango: %{min}-%{max}
fr: Défaut : %{default}, Plage : %{min}-%{max}
pl: Domyślnie: %{default}, Zakres: %{min}-%{max}
ru: По умолчанию: %{default}, Диапазон: %{min}-%{max}
tr: Varsayılan: %{default}, Aralık: %{min}-%{max}
uk: За замовчуванням: %{default}, Діапазон: %{min}-%{max}

source: Setting saved.
ar: تم حفظ الإعداد.
de: Einstellung gespeichert.
es: Configuración guardada.
fr: Paramètre enregistré.
pl: Ustawienie zapisane.
ru: Настройка сохранена.
tr: Ayar kaydedildi.
uk: Налаштування збережено.

source: System Settings
ar: إعدادات النظام
de: Systemeinstellungen
es: Configuración del sistema
fr: Paramètres système
pl: Ustawienia systemowe
ru: Системные настройки
tr: Sistem Ayarları
uk: Системні налаштування

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
pl: Wartość
ru: Значение
tr: Değer
uk: Значення

source: Add photos and text to present yourself. Drag to reorder.
ar: أضف صوراً ونصوصاً لتقديم نفسك. اسحب لإعادة الترتيب.
de: Füge Fotos und Texte hinzu, um dich zu präsentieren. Zum Sortieren ziehen.
es: Añade fotos y texto para presentarte. Arrastra para reordenar.
fr: Ajoutez des photos et du texte pour vous présenter. Glissez pour réordonner.
pl: Dodaj zdjęcia i tekst, aby się zaprezentować. Przeciągnij, aby zmienić kolejność.
ru: Добавьте фото и текст, чтобы представить себя. Перетаскивайте для изменения порядка.
tr: Kendinizi tanıtmak için fotoğraf ve metin ekleyin. Sıralamak için sürükleyin.
uk: Додайте фото та текст, щоб представити себе. Перетягуйте для зміни порядку.

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
pl: Zamknij
ru: Закрыть
tr: Kapat
uk: Закрити

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
pl: Czas trwania
ru: Продолжительность
tr: Süre
uk: Тривалість

source: Error
ar: خطأ
de: Fehler
fr: Erreur
pl: Błąd
ru: Ошибка
tr: Hata
uk: Помилка

source: Model
ar: النموذج
de: Modell
es: Modelo
fr: Modèle
ru: Модель
uk: Модель

source: Time
ar: الوقت
de: Zeit
es: Hora
fr: Heure
pl: Czas
ru: Время
tr: Zaman
uk: Час

source: Default: %{default}
ar: الافتراضي: %{default}
de: Standard: %{default}
es: Predeterminado: %{default}
fr: Défaut : %{default}
pl: Domyślnie: %{default}
ru: По умолчанию: %{default}
tr: Varsayılan: %{default}
uk: За замовчуванням: %{default}

source: Control feature flags and system settings.
ar: التحكم في أعلام الميزات وإعدادات النظام.
de: Feature-Flags und Systemeinstellungen verwalten.
es: Controlar indicadores de funciones y configuración del sistema.
fr: Contrôler les options de configuration et les paramètres système.
pl: Zarządzaj flagami funkcji i ustawieniami systemowymi.
ru: Управление функциональными флагами и системными настройками.
tr: Özellik bayraklarını ve sistem ayarlarını kontrol edin.
uk: Керування функціональними прапорцями та системними налаштуваннями.

source: Attire violation
ar: مخالفة اللباس
de: Kleidungsverstoß
es: Infracción de vestimenta
fr: Tenue non conforme
pl: Naruszenie dotyczące ubioru
ru: Нарушение дресс-кода
tr: Kıyafet ihlali
uk: Порушення дрес-коду

source: Content violation
ar: مخالفة المحتوى
de: Inhaltsverstoß
es: Infracción de contenido
fr: Contenu non conforme
pl: Naruszenie treści
ru: Нарушение правил контента
tr: İçerik ihlali
uk: Порушення правил контенту

source: Multiple people detected
ar: تم اكتشاف عدة أشخاص
de: Mehrere Personen erkannt
es: Se detectaron varias personas
fr: Plusieurs personnes détectées
pl: Wykryto wiele osób
ru: Обнаружено несколько людей
tr: Birden fazla kişi algılandı
uk: Виявлено кілька людей

source: Photo not allowed
ar: الصورة غير مسموح بها
de: Foto nicht erlaubt
es: Foto no permitida
fr: Photo non autorisée
pl: Zdjęcie niedozwolone
ru: Фото не допускается
tr: Fotoğrafa izin verilmiyor
uk: Фото не дозволено

source: This page doesn't exist or you don't have access.
ar: هذه الصفحة غير موجودة أو ليس لديك صلاحية الوصول.
de: Diese Seite existiert nicht oder du hast keinen Zugriff.
es: Esta página no existe o no tienes acceso.
fr: Cette page n'existe pas ou vous n'y avez pas accès.
pl: Ta strona nie istnieje lub nie masz do niej dostępu.
ru: Эта страница не существует или у вас нет доступа.
tr: Bu sayfa mevcut değil veya erişiminiz yok.
uk: Ця сторінка не існує або ви не маєте доступу.

source: Appeal pending
ar: الاستئناف معلّق
de: Einspruch ausstehend
es: Apelación pendiente
fr: Appel en attente
pl: Odwołanie oczekujące
ru: Апелляция на рассмотрении
tr: İtiraz beklemede
uk: Оскарження на розгляді

source: In review
ar: قيد المراجعة
de: In Prüfung
es: En revisión
fr: En vérification
pl: W trakcie przeglądu
ru: На проверке
tr: İnceleniyor
uk: На розгляді

source: Under review
ar: قيد المراجعة
de: In Prüfung
es: En revisión
fr: En cours de vérification
pl: W trakcie przeglądu
ru: На проверке
tr: İnceleme altında
uk: На перевірці

source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
pl: Prywatne
ru: Приватный
tr: Gizli
uk: Приватне

source: Visible
ar: مرئي
de: Sichtbar
pl: Widoczne
ru: Видимый
tr: Görünür
uk: Видиме

source: Divorced
ar: مطلّق
de: Geschieden
es: Divorciado/a
fr: Divorcé(e)
pl: Rozwiedziony/a
ru: В разводе
tr: Boşanmış
uk: Розлучений/розлучена

source: Separated
ar: منفصل
de: Getrennt
es: Separado/a
fr: Séparé(e)
pl: W separacji
ru: Раздельное проживание
tr: Ayrılmış
uk: У розлуці

source: Select traits that describe who you are. Some categories are visible on your profile by default, others are private. Click to toggle visibility.
ar: اختر الصفات التي تصفك. بعض الفئات مرئية في ملفك الشخصي افتراضياً، وأخرى خاصة. انقر لتبديل الرؤية.
de: Wähle Eigenschaften, die dich beschreiben. Einige Kategorien sind standardmäßig in deinem Profil sichtbar, andere sind privat. Klicke, um die Sichtbarkeit zu ändern.
es: Selecciona rasgos que te describen. Algunas categorías son visibles en tu perfil por defecto, otras son privadas. Haz clic para cambiar la visibilidad.
fr: Sélectionnez les traits qui vous décrivent. Certaines catégories sont visibles sur votre profil par défaut, d'autres sont privées. Cliquez pour changer la visibilité.
pl: Wybierz cechy, które Cię opisują. Niektóre kategorie są domyślnie widoczne na Twoim profilu, inne są prywatne. Kliknij, aby przełączyć widoczność.
ru: Выберите черты, которые вас описывают. Некоторые категории видны в профиле по умолчанию, другие — приватные. Нажмите, чтобы переключить видимость.
tr: Seni tanımlayan özellikleri seç. Bazı kategoriler profilinde varsayılan olarak görünür, diğerleri gizlidir. Görünürlüğü değiştirmek için tıkla.
uk: Оберіть риси, які описують вас. Деякі категорії видимі у профілі за замовчуванням, інші — приватні. Натисніть, щоб змінити видимість.

source: Private flags not shown on profile
ar: العلامات الخاصة لا تظهر في الملف الشخصي
de: Private Flags werden nicht im Profil angezeigt
es: Banderas privadas no mostradas en el perfil
fr: Drapeaux privés non affichés sur le profil
pl: Prywatne flagi nie są wyświetlane na profilu
ru: Приватные флаги не отображаются в профиле
tr: Gizli bayraklar profilde gösterilmez
uk: Приватні прапорці не показуються в профілі

source: private
ar: خاص
de: privat
es: privado
fr: privé
pl: prywatne
ru: приватно
tr: gizli
uk: приватне

source: AI / Ollama
ar: الذكاء الاصطناعي / Ollama
de: KI / Ollama
es: IA / Ollama
fr: IA / Ollama
ru: ИИ / Ollama
tr: Yapay Zeka / Ollama
uk: ШІ / Ollama

source: Application configuration
ar: إعداد التطبيق
de: Anwendungskonfiguration
es: Configuración de la aplicación
fr: Configuration de l'application
pl: Konfiguracja aplikacji
ru: Настройки приложения
tr: Uygulama yapılandırması
uk: Налаштування додатка

source: No results found for "%{query}"
ar: لم يتم العثور على نتائج لـ "%{query}"
de: Keine Ergebnisse gefunden für "%{query}"
es: No se encontraron resultados para "%{query}"
fr: Aucun résultat pour « %{query} »
pl: Nie znaleziono wyników dla "%{query}"
ru: По запросу «%{query}» ничего не найдено
tr: "%{query}" için sonuç bulunamadı
uk: Нічого не знайдено за запитом «%{query}»

source: Photo analysis and debug settings
ar: إعدادات تحليل الصور والتصحيح
de: Fotoanalyse- und Debug-Einstellungen
es: Configuración de análisis de fotos y depuración
fr: Paramètres d'analyse photo et de débogage
pl: Analiza zdjęć i ustawienia debugowania
ru: Настройки анализа фото и отладки
tr: Fotoğraf analizi ve hata ayıklama ayarları
uk: Налаштування аналізу фото та відлагодження

source: Search flags and settings...
ar: البحث في الأعلام والإعدادات...
de: Flags und Einstellungen durchsuchen...
es: Buscar indicadores y configuración...
fr: Rechercher des options et paramètres...
pl: Szukaj flag i ustawień...
ru: Поиск флагов и настроек...
tr: Bayrakları ve ayarları ara...
uk: Пошук прапорців та налаштувань...

source: Blocked
ar: محظور
de: Blockiert
es: Bloqueado
fr: Bloqué
pl: Zablokowany
ru: Заблокировано
tr: Engellendi
uk: Заблоковано

source: Conversation not found
ar: المحادثة غير موجودة
de: Unterhaltung nicht gefunden
es: Conversación no encontrada
fr: Conversation introuvable
pl: Nie znaleziono rozmowy
ru: Беседа не найдена
tr: Konuşma bulunamadı
uk: Розмову не знайдено

source: Could not start conversation
ar: تعذر بدء المحادثة
de: Unterhaltung konnte nicht gestartet werden
es: No se pudo iniciar la conversación
fr: Impossible de démarrer la conversation
pl: Nie udało się rozpocząć rozmowy
ru: Не удалось начать беседу
tr: Konuşma başlatılamadı
uk: Не вдалося розпочати розмову

source: Failed to send message
ar: فشل إرسال الرسالة
de: Nachricht konnte nicht gesendet werden
es: Error al enviar mensaje
fr: Échec de l'envoi du message
pl: Nie udało się wysłać wiadomości
ru: Не удалось отправить сообщение
tr: Mesaj gönderilemedi
uk: Не вдалося надіслати повідомлення

source: Messages
ar: الرسائل
de: Nachrichten
es: Mensajes
pl: Wiadomości
ru: Сообщения
tr: Mesajlar
uk: Повідомлення

source: No conversations yet
ar: لا توجد محادثات بعد
de: Noch keine Unterhaltungen
es: Aún no hay conversaciones
fr: Aucune conversation
pl: Brak rozmów
ru: Пока нет бесед
tr: Henüz konuşma yok
uk: Розмов ще немає

source: No messages yet
ar: لا توجد رسائل بعد
de: Noch keine Nachrichten
es: Aún no hay mensajes
fr: Aucun message
pl: Brak wiadomości
ru: Пока нет сообщений
tr: Henüz mesaj yok
uk: Повідомлень ще немає

source: Send a message to start the conversation
ar: أرسل رسالة لبدء المحادثة
de: Sende eine Nachricht, um die Unterhaltung zu beginnen
es: Envía un mensaje para iniciar la conversación
fr: Envoyez un message pour commencer la conversation
pl: Wyślij wiadomość, aby rozpocząć rozmowę
ru: Отправьте сообщение, чтобы начать беседу
tr: Konuşmayı başlatmak için bir mesaj gönderin
uk: Надішліть повідомлення, щоб розпочати розмову

source: Start a conversation from a user's profile
ar: ابدأ محادثة من الملف الشخصي لمستخدم
de: Starte eine Unterhaltung vom Profil eines Nutzers
es: Inicia una conversación desde el perfil de un usuario
fr: Démarrez une conversation depuis le profil d'un utilisateur
pl: Rozpocznij rozmowę z profilu użytkownika
ru: Начните беседу из профиля пользователя
tr: Bir kullanıcının profilinden konuşma başlatın
uk: Розпочніть розмову з профілю користувача

source: Type a message...
ar: اكتب رسالة...
de: Nachricht eingeben...
es: Escribe un mensaje...
fr: Tapez un message...
pl: Napisz wiadomość...
ru: Введите сообщение...
tr: Bir mesaj yazın...
uk: Введіть повідомлення...

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
pl: Wczoraj
ru: Вчера
tr: Dün
uk: Вчора

source: You cannot send messages in this conversation
ar: لا يمكنك إرسال رسائل في هذه المحادثة
de: Du kannst keine Nachrichten in dieser Unterhaltung senden
es: No puedes enviar mensajes en esta conversación
fr: Vous ne pouvez pas envoyer de messages dans cette conversation
pl: Nie możesz wysyłać wiadomości w tej rozmowie
ru: Вы не можете отправлять сообщения в этой беседе
tr: Bu konuşmada mesaj gönderemezsiniz
uk: Ви не можете надсилати повідомлення в цій розмові

source: edited
ar: تم التعديل
de: bearbeitet
es: editado
fr: modifié
pl: edytowane
ru: изменено
tr: düzenlendi
uk: відредаговано

source: typing...
ar: يكتب...
de: schreibt...
es: escribiendo...
fr: écrit...
pl: pisze...
ru: печатает...
tr: yazıyor...
uk: друкує...

source: Cannot delete a message that has been read
ar: لا يمكن حذف رسالة تمت قراءتها
de: Eine bereits gelesene Nachricht kann nicht gelöscht werden
es: No se puede eliminar un mensaje que ha sido leído
fr: Impossible de supprimer un message qui a été lu
pl: Nie można usunąć wiadomości, która została przeczytana
ru: Невозможно удалить прочитанное сообщение
tr: Okunmuş bir mesaj silinemez
uk: Не можна видалити прочитане повідомлення

source: Delete this message?
ar: حذف هذه الرسالة؟
de: Diese Nachricht löschen?
es: ¿Eliminar este mensaje?
fr: Supprimer ce message ?
pl: Usunąć tę wiadomość?
ru: Удалить это сообщение?
tr: Bu mesajı silmek istiyor musunuz?
uk: Видалити це повідомлення?

source: Failed to delete message
ar: فشل حذف الرسالة
de: Nachricht konnte nicht gelöscht werden
es: Error al eliminar mensaje
fr: Échec de la suppression du message
pl: Nie udało się usunąć wiadomości
ru: Не удалось удалить сообщение
tr: Mesaj silinemedi
uk: Не вдалося видалити повідомлення

source: Read
ar: مقروءة
de: Gelesen
es: Leído
fr: Lu
pl: Przeczytane
ru: Прочитано
tr: Okundu
uk: Прочитано

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
pl: Dzisiaj
ru: Сегодня
tr: Bugün
uk: Сьогодні

source: just now
ar: الآن
de: gerade eben
es: ahora mismo
fr: à l'instant
pl: przed chwilą
ru: только что
tr: az önce
uk: щойно

source: Read %{time}
ar: قُرئت %{time}
de: Gelesen %{time}
es: Leído %{time}
fr: Lu %{time}
pl: Przeczytane %{time}
ru: Прочитано %{time}
tr: Okundu %{time}
uk: Прочитано %{time}

source: Sent
ar: مُرسلة
de: Gesendet
es: Enviado
fr: Envoyé
pl: Wysłane
ru: Отправлено
tr: Gönderildi
uk: Надіслано

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
pl: Wiadomość
ru: Сообщение
tr: Mesaj
uk: Повідомлення

source: Open full chat
ar: فتح الدردشة الكاملة
de: Vollständigen Chat öffnen
es: Abrir chat completo
fr: Ouvrir le chat complet
pl: Otwórz pełny czat
ru: Открыть полный чат
tr: Tam sohbeti aç
uk: Відкрити повний чат

source: This profile was suggested randomly and may not match your preferences.
ar: تم اقتراح هذا الملف عشوائياً وقد لا يتطابق مع تفضيلاتك.
de: Dieses Profil wurde zufällig vorgeschlagen und entspricht möglicherweise nicht deinen Präferenzen.
es: Este perfil fue sugerido aleatoriamente y puede no coincidir con tus preferencias.
fr: Ce profil a été suggéré aléatoirement et peut ne pas correspondre à vos préférences.
pl: Ten profil został zaproponowany losowo i może nie odpowiadać Twoim preferencjom.
ru: Этот профиль был предложен случайно и может не соответствовать вашим предпочтениям.
tr: Bu profil rastgele önerildi ve tercihlerinizle eşleşmeyebilir.
uk: Цей профіль запропоновано випадково і він може не відповідати вашим уподобанням.

source: Wildcard pick
ar: اختيار عشوائي
de: Wildcard-Vorschlag
es: Selección comodín
fr: Sélection joker
pl: Losowy wybór
ru: Случайный выбор
tr: Joker seçimi
uk: Випадковий підбір

source: Draft:
ar: مسودة:
de: Entwurf:
es: Borrador:
fr: Brouillon :
pl: Szkic:
ru: Черновик:
tr: Taslak:
uk: Чернетка:

source: +10 pts
ar: +10 نقاط
de: +10 Pkt.
pl: +10 pkt
ru: +10 баллов
tr: +10 puan
uk: +10 балів

source: -50 pts
ar: -50 نقطة
de: -50 Pkt.
pl: -50 pkt
ru: -50 баллов
tr: -50 puan
uk: -50 балів

source: click to set as nice to have (+10 pts)
ar: انقر لتعيينه كمستحسن (+10 نقاط)
de: Klicken, um als Wäre schön (+10 Pkt.) zu setzen
es: haz clic para marcar como sería bueno (+10 pts)
fr: clique pour définir comme souhaitable (+10 pts)
pl: kliknij, aby ustawić jako miło mieć (+10 pkt)
ru: нажми, чтобы отметить как желательно (+10 баллов)
tr: olsa iyi olur (+10 puan) olarak ayarlamak için tıkla
uk: натисніть, щоб позначити як бажано (+10 балів)

source: click to set as prefer not (-50 pts)
ar: انقر لتعيينه كيُفضّل لا (-50 نقطة)
de: Klicken, um als Lieber nicht (-50 Pkt.) zu setzen
es: haz clic para marcar como prefiero que no (-50 pts)
fr: clique pour définir comme plutôt pas (-50 pts)
pl: kliknij, aby ustawić jako wolę nie (-50 pkt)
ru: нажми, чтобы отметить как лучше нет (-50 баллов)
tr: tercih etmem (-50 puan) olarak ayarlamak için tıkla
uk: натисніть, щоб позначити як краще ні (-50 балів)

source: 0 pts
ar: 0 نقاط
de: 0 Pkt.
pl: 0 pkt
ru: 0 баллов
tr: 0 puan
uk: 0 балів

source: Excluded
ar: مستبعد
de: Ausgeschlossen
es: Excluido
fr: Exclu
pl: Wykluczony
ru: Исключено
tr: Hariç Tutulmuş
uk: Виключено

source: Required
ar: مطلوب
de: Pflicht
es: Requerido
fr: Requis
pl: Wymagany
ru: Обязательно
tr: Zorunlu
uk: Обов'язково

source: Select traits you don't want in a partner. Click once for prefer not (-50 pts, still visible), again for deal breaker (excluded — hides profiles with this trait). These flags are always private.
ar: اختر الصفات التي لا تريدها في الشريك. انقر مرة لـ"يُفضّل لا" (-50 نقطة، يبقى مرئياً)، ومرة أخرى لـ"غير مقبول" (مستبعد — يخفي الملفات التي تحتوي هذه الصفة). هذه العلامات خاصة دائماً.
de: Wähle Eigenschaften, die du bei einem Partner nicht möchtest. Einmal klicken für Lieber nicht (-50 Pkt., weiterhin sichtbar), nochmal für Ausschlusskriterium (ausgeschlossen — blendet Profile mit dieser Eigenschaft aus). Diese Flags sind immer privat.
es: Selecciona rasgos que no quieres en una pareja. Haz clic una vez para prefiero que no (-50 pts, aún visible), otra vez para inaceptable (excluido — oculta perfiles con este rasgo). Estas banderas son siempre privadas.
fr: Sélectionne les traits que tu ne souhaites pas chez un partenaire. Clique une fois pour plutôt pas (-50 pts, toujours visible), encore une fois pour rédhibitoire (exclu — masque les profils avec ce trait). Ces drapeaux sont toujours privés.
pl: Wybierz cechy, których nie chcesz u partnera. Kliknij raz dla wolę nie (-50 pkt, nadal widoczne), ponownie dla nie do zaakceptowania (wykluczone — ukrywa profile z tą cechą). Te flagi są zawsze prywatne.
ru: Выбери качества, которые ты не хочешь видеть в партнёре. Нажми один раз — лучше нет (-50 баллов, профиль виден), ещё раз — неприемлемо (исключено — скрывает профили с этой чертой). Эти флаги всегда приватные.
tr: Bir partnerde istemediğin özellikleri seç. Bir kez tıkla tercih etmem (-50 puan, yine de görünür), tekrar tıkla kabul edilemez (hariç tutulmuş — bu özelliğe sahip profilleri gizler). Bu bayraklar her zaman gizlidir.
uk: Оберіть риси, яких ви не хочете у партнері. Натисніть один раз для «краще ні» (-50 балів, все ще видимий), ще раз для «неприйнятно» (виключено — приховує профілі з цією рисою). Ці прапорці завжди приватні.

source: Select traits you'd like your partner to have. Click once for nice to have (+10 pts), again for must have (required — only shows profiles with this trait). These flags are always private.
ar: اختر الصفات التي تودّ أن يتحلى بها شريكك. انقر مرة لـ"مستحسن" (+10 نقاط)، ومرة أخرى لـ"ضروري" (مطلوب — يعرض فقط الملفات التي تحتوي هذه الصفة). هذه العلامات خاصة دائماً.
de: Wähle Eigenschaften, die dein Partner haben sollte. Einmal klicken für Wäre schön (+10 Pkt.), nochmal für Muss (Pflicht — zeigt nur Profile mit dieser Eigenschaft). Diese Flags sind immer privat.
es: Selecciona rasgos que te gustaría que tu pareja tuviera. Haz clic una vez para sería bueno (+10 pts), otra vez para imprescindible (requerido — solo muestra perfiles con este rasgo). Estas banderas son siempre privadas.
fr: Sélectionne les traits que tu aimerais chez ton partenaire. Clique une fois pour souhaitable (+10 pts), encore une fois pour indispensable (requis — n'affiche que les profils avec ce trait). Ces drapeaux sont toujours privés.
pl: Wybierz cechy, które chciałbyś/abyś u partnera. Kliknij raz dla miło mieć (+10 pkt), ponownie dla musi mieć (wymagane — pokazuje tylko profile z tą cechą). Te flagi są zawsze prywatne.
ru: Выбери качества, которые ты хочешь видеть в партнёре. Нажми один раз — желательно (+10 баллов), ещё раз — обязательно (требуется — показывает только профили с этой чертой). Эти флаги всегда приватные.
tr: Partnerinin sahip olmasını istediğin özellikleri seç. Bir kez tıkla olsa iyi olur (+10 puan), tekrar tıkla olmazsa olmaz (zorunlu — sadece bu özelliğe sahip profilleri gösterir). Bu bayraklar her zaman gizlidir.
uk: Оберіть риси, які ви хочете бачити у партнері. Натисніть один раз для «бажано» (+10 балів), ще раз для «обов'язково» (тільки профілі з цією рисою). Ці прапорці завжди приватні.

source: deal breaker (excluded) — click to remove
ar: غير مقبول (مستبعد) — انقر للإزالة
de: Ausschlusskriterium (ausgeschlossen) — klicken zum Entfernen
es: inaceptable (excluido) — haz clic para eliminar
fr: rédhibitoire (exclu) — cliquez pour retirer
pl: nie do zaakceptowania (wykluczony) — kliknij, aby usunąć
ru: неприемлемо (исключено) — нажмите, чтобы убрать
tr: kabul edilemez (hariç tutulmuş) — kaldırmak için tıkla
uk: неприйнятно (виключено) — натисніть, щоб видалити

source: must have (required) — click to remove
ar: ضروري (مطلوب) — انقر للإزالة
de: Muss (Pflicht) — klicken zum Entfernen
es: imprescindible (requerido) — haz clic para eliminar
fr: indispensable (requis) — cliquez pour retirer
pl: musi mieć (wymagany) — kliknij, aby usunąć
ru: обязательно (требуется) — нажмите, чтобы убрать
tr: olmazsa olmaz (zorunlu) — kaldırmak için tıkla
uk: обов'язково — натисніть, щоб видалити
