Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: Volleyball
ar: كرة الطائرة
es: Voleibol
pl: Siatkówka
ru: Волейбол
tr: Voleybol
uk: Волейбол

source: Wellness
ar: العافية
es: Bienestar
fr: Bien-être
ru: Велнес
uk: Велнес

source: Yoga
ar: اليوغا
pl: Joga
ru: Йога
uk: Йога

source: Bondage
ar: بوندج
ru: Бондаж
tr: Esaret
uk: Бондаж

source: Cowgirl
ar: كاوغيرل
es: Vaquera
ru: Наездница
uk: Наїзниця

source: Dates
ar: مواعيد
es: Citas
fr: Rendez-vous
pl: Randki
ru: Свидания
tr: Buluşmalar
uk: Побачення

source: Dirty Talk
ar: كلام إباحي
es: Hablar sucio
ru: Грязные разговорчики
tr: Erotik Konuşma
uk: Брудні розмови

source: Doggy Style
ar: وضعية الكلب
es: De perrito
fr: Levrette
pl: Na pieska
ru: Догги-стайл
tr: Arka Pozisyon
uk: Поза навколішки

source: Dominant
ar: مسيطر
es: Dominante
pl: Dominujący
ru: Доминант
uk: Домінант

source: S&M
ar: سادية ومازوخية
ru: С&М

source: Sexting
ar: سكستنغ
ru: Секстинг
uk: Секстинг

source: Single
ar: أعزب
es: Soltero/a
fr: Célibataire
pl: Singiel
ru: Не замужем/Не женат
tr: Bekar
uk: Неодружений/незаміжня

source: Switch
ar: سويتش
ru: Свитч
uk: Світч

source: Tantra
ar: تانترا
ru: Тантра
uk: Тантра

source: Vaginal Sex
ar: الجنس المهبلي
es: Sexo vaginal
fr: Sexe vaginal
pl: Seks waginalny
ru: Вагинальный секс
tr: Vajinal Seks
uk: Вагінальний секс

source: Vanilla
ar: فانيلا (تقليدي)
es: Vainilla
fr: Classique
pl: Waniliowy
ru: Ванильный секс
tr: Vanilya
uk: Ванілька

source: Referral progress
ar: تقدم الإحالة
tr: Davet ilerlemesi

source: NSFW
ar: محتوى غير لائق

source: System
ar: النظام
es: Sistema
fr: Système
ru: Система
tr: Sistem
uk: Система

source: Auto
ar: تلقائي
es: Automático
ru: Авто
tr: Otomatik
uk: Авто

source: Feature Flags
ar: أعلام الميزات
es: Indicadores de funciones
fr: Options de configuration
pl: Flagi funkcji
ru: Функциональные флаги
tr: Özellik Bayrakları
uk: Функціональні прапорці

source: Photo Processing
ar: معالجة الصور
tr: Fotoğraf İşleme

source: Moderation
ar: الإشراف
tr: Moderasyon

source: Server
ar: الخادم
es: Servidor
fr: Serveur
pl: Serwer
ru: Сервер
tr: Sunucu
uk: Сервер

source: Text
ar: نص
es: Texto
fr: Texte
pl: Tekst
ru: Текст
tr: Metin
uk: Текст

source: Original
ar: أصلي
pl: Oryginał
ru: Оригинал
tr: Orijinal
uk: Оригінал

source: Moodboard
ar: لوحة المزاج
ru: Мудборд
uk: Мудборд

source: Status
ar: الحالة
es: Estado
fr: Statut
ru: Статус
tr: Durum
uk: Статус

source: Success
ar: نجاح
es: Éxito
tr: Başarılı

source: Admin Flags
ar: أعلام المسؤول
tr: Yönetici Bayrakları

source: Administrative capabilities
ar: الإمكانيات الإدارية
tr: Yönetim yetenekleri

source: Image validation and checks
ar: التحقق من الصور وفحصها
tr: Görsel doğrulama ve kontroller

source: Photos
ar: الصور
tr: Fotoğraflar

source: Discover
ar: اكتشف
es: Descubrir
tr: Keşfet

source: Failed to dismiss user
ar: فشل تجاهل المستخدم
tr: Kullanıcı reddedilemedi

source: No suggestions available
ar: لا توجد اقتراحات متاحة
tr: Öneri mevcut değil

source: Not interested
ar: غير مهتم
tr: İlgimi çekmiyor

source: View Profile
ar: عرض الملف الشخصي
tr: Profili Görüntüle

source: Discovery / Matching
ar: الاكتشاف / المطابقة
tr: Keşif / Eşleştirme

source: Partner suggestion algorithm tuning
ar: ضبط خوارزمية اقتراح الشريك
tr: Partner önerisi algoritma ayarı

source: Chat
ar: دردشة
tr: Sohbet

source: Wildcard
ar: بطاقة عشوائية
tr: Joker

source: Wildcards
ar: بطاقات عشوائية
tr: Jokerler

source: Your Matches
ar: تطابقاتك
tr: Eşleşmeleriniz

source: No wildcards available right now
ar: لا تتوفر بطاقات عشوائية الآن
tr: Şu anda joker mevcut değil

source: Random picks from your area — no flag matching applied.
ar: اختيارات عشوائية من منطقتك — بدون مطابقة أعلام.
tr: Bölgenizden rastgele seçimler — bayrak eşleştirmesi uygulanmadı.

source: We have introduced Terms of Service (AGB) that cover:
ar: لقد أدخلنا شروط الخدمة التي تغطي:
es: Hemos introducido Condiciones del servicio (AGB) que cubren:
tr: Aşağıdakileri kapsayan Kullanım Şartları (AGB) getirdik:

source: "Let go" of a conversation in your messages to see new discoveries.
ar: "تخلَّ" عن محادثة في رسائلك لرؤية اكتشافات جديدة.
tr: Yeni keşifler görmek için mesajlarınızdaki bir konuşmayı "Bırakın".

source: All chat slots are full
ar: جميع فتحات الدردشة ممتلئة
tr: Tüm sohbet slotları dolu

source: Go to Messages
ar: انتقل إلى الرسائل
tr: Mesajlara Git

source: How Discovery Works
ar: كيف يعمل الاكتشاف
tr: Keşif Nasıl Çalışır

source: New discoveries will be available tomorrow.
ar: ستتوفر اكتشافات جديدة غداً.
tr: Yeni keşifler yarın mevcut olacak.

source: Take your time — choose who you really want to talk to.
ar: خذ وقتك — اختر من تريد التحدث معه حقاً.
tr: Acele etmeyin — gerçekten kiminle konuşmak istediğinizi seçin.

source: You can "Let go" of a conversation in your messages to free a slot.
ar: يمكنك "التخلي" عن محادثة في رسائلك لتحرير فتحة.
tr: Bir slot boşaltmak için mesajlarınızdaki bir konuşmayı "Bırakabilirsiniz".

source: You can have up to %{max} active conversations. Each day, you can start up to %{daily} new ones.
ar: يمكنك إجراء حتى %{max} محادثة نشطة. كل يوم يمكنك بدء حتى %{daily} محادثات جديدة.
tr: En fazla %{max} aktif konuşmanız olabilir. Her gün en fazla %{daily} yeni konuşma başlatabilirsiniz.

source: You've reached today's limit
ar: لقد وصلت إلى حد اليوم
tr: Bugünün limitine ulaştınız

source: Adjust Preferences
ar: ضبط التفضيلات
tr: Tercihleri Ayarla

source: New wildcards are generated daily — check back tomorrow.
ar: يتم إنشاء بطاقات عشوائية جديدة يومياً — تحقق مرة أخرى غداً.
tr: Yeni jokerler her gün oluşturulur — yarın tekrar kontrol edin.

source: Try adjusting your preferences to expand your search.
ar: حاول ضبط تفضيلاتك لتوسيع بحثك.
tr: Aramanızı genişletmek için tercihlerinizi ayarlamayı deneyin.

source: %{count} passkeys
ar: %{count} مفاتيح مرور
tr: %{count} geçiş anahtarı

source: 1 passkey
ar: مفتاح مرور واحد
tr: 1 geçiş anahtarı

source: Passkey
ar: مفتاح المرور
pl: Klucz dostępu
ru: Ключ доступа
tr: Geçiş Anahtarı
uk: Ключ доступу

source: Passkeys
ar: مفاتيح المرور
pl: Klucze dostępu
ru: Ключи доступа
tr: Geçiş Anahtarları
uk: Ключі доступу

source: Your passkeys
ar: مفاتيح مرورك
tr: Geçiş anahtarlarınız

source: Manage your account settings
ar: أدِر إعدادات حسابك
tr: Hesap ayarlarını yönet

source: Build and complete your dating profile
ar: أنشئ وأكمل ملفك الشخصي للتعارف
tr: Tanışma profilinizi oluşturun ve tamamlayın

source: Optional
ar: فئات اختيارية
es: Categorías opcionales
fr: Optionnel
pl: Opcjonalne kategorie
ru: Дополнительные категории
tr: İsteğe Bağlı Kategoriler
uk: Додаткові категорії

source: %{count} run
ar: %{count} تشغيل
es: %{count} ejecución
tr: %{count} çalıştırma

source: Agree
ar: موافق
es: De acuerdo
tr: Katılıyorum

source: All Logs
ar: جميع السجلات
es: Todos los registros
tr: Tüm Kayıtlar

source: By Photo
ar: حسب الصورة
es: Por foto
tr: Fotoğrafa Göre

source: Disagree
ar: غير موافق
es: En desacuerdo
tr: Katılmıyorum

source: Log entry or photo not found.
ar: إدخال السجل أو الصورة غير موجود.
es: Registro o foto no encontrado.
tr: Günlük kaydı veya fotoğraf bulunamadı.

source: Manual re-run
ar: إعادة تشغيل يدوية
es: Re-ejecución manual
tr: Manuel yeniden çalıştırma

source: No grouped log entries found.
ar: لم يتم العثور على إدخالات سجل مجمّعة.
es: No se encontraron registros agrupados.
tr: Gruplandırılmış günlük kaydı bulunamadı.

source: Ollama Logs
ar: سجلات Ollama
es: Registros de Ollama
tr: Ollama Kayıtları

source: Photo deleted
ar: تم حذف الصورة
es: Foto eliminada
tr: Fotoğraf silindi

source: Re-run
ar: إعادة تشغيل
es: Re-ejecutar
tr: Yeniden Çalıştır

source: Re-run failed: %{reason}
ar: فشلت إعادة التشغيل: %{reason}
es: Re-ejecución fallida: %{reason}
tr: Yeniden çalıştırma başarısız: %{reason}

source: Re-run with %{model}
ar: إعادة التشغيل باستخدام %{model}
es: Re-ejecutar con %{model}
tr: %{model} ile yeniden çalıştır

source: In Progress
ar: قيد التقدم
es: En progreso
tr: Devam Ediyor

source: Re-run on %{server}
ar: إعادة التشغيل على %{server}
es: Re-ejecutar en %{server}
tr: %{server} üzerinde yeniden çalıştır

source: adaptive
ar: تكيّفي
es: adaptativo
tr: uyarlanabilir

source: Avatar
ar: الصورة الرمزية

source: Online-Dating 👫❤️
ar: تعارف عبر الإنترنت 👫❤️

source: Kostenloses Online-Dating mit persönlichkeitsbasiertem Matching. Open Source, werbefinanziert und fair für alle.
ar: تعارف مجاني عبر الإنترنت مع مطابقة قائمة على الشخصية. مفتوح المصدر، مدعوم بالإعلانات وعادل للجميع.
es: Citas en línea gratuitas con compatibilidad basada en la personalidad. Código abierto, con publicidad y justo para todos.
fr: Rencontres en ligne gratuites avec compatibilité basée sur la personnalité. Open source, financé par la publicité et équitable pour tous.
pl: Darmowe randki online z dopasowaniem na podstawie osobowości. Open source, wspierane reklamami i sprawiedliwe dla wszystkich.
ru: Бесплатные онлайн-знакомства с подбором по характеру. Открытый код, рекламная модель и справедливость для всех.
uk: Безкоштовні онлайн-знайомства з підбором за характером. Відкритий код, рекламна модель та справедливість для всіх.

source: Activated!
tr: Aktif!

source: Waitlist
tr: Bekleme listesi

source: Welcome to ANIMINA
tr: ANIMINA'ya hoş geldiniz

source: Your referral code
tr: Davet kodunuz

source: Die Grünen
tr: Yeşiller

source: Deutsch
tr: Almanca

source: Español
tr: İspanyolca

source: Français
tr: Fransızca

source: Polski
tr: Lehçe

source: Русский
tr: Rusça

source: Українська
tr: Ukraynaca

source: العربية
tr: Arapça

source: Estimated activation
tr: Tahmini aktivasyon

source: Hi %{name}, your account is on the waitlist and will be activated soon.
tr: Merhaba %{name}, hesabınız bekleme listesinde ve yakında aktifleştirilecek.

source: Refer a friend to ANIMINA. After %{count} confirmed referral your account is activated instantly.
tr: ANIMINA'ya bir arkadaşını davet et. %{count} onaylı davetten sonra hesabın anında aktifleştirilir.

source: We'll notify you by email when your account is ready.
tr: Hesabınız hazır olduğunda sizi e-posta ile bilgilendireceğiz.
