Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: Upload failed. Please try again.
ar: فشل الرفع. يرجى المحاولة مرة أخرى.
de: Hochladen fehlgeschlagen. Bitte versuche es erneut.
es: Error al subir. Por favor, inténtalo de nuevo.
fr: Échec du téléchargement. Veuillez réessayer.
pl: Przesyłanie nie powiodło się. Spróbuj ponownie.
ru: Загрузка не удалась. Пожалуйста, попробуйте ещё раз.
tr: Yükleme başarısız oldu. Lütfen tekrar deneyin.
uk: Завантаження не вдалося. Будь ласка, спробуйте ще раз.

source: On Waitlist
ar: في قائمة الانتظار
de: Auf der Warteliste
es: En lista de espera
fr: Sur liste d'attente
pl: Na liście oczekujących
ru: В списке ожидания
tr: Bekleme Listesinde
uk: У списку очікування

source: On waitlist
ar: في قائمة الانتظار
de: Auf der Warteliste
es: En lista de espera
fr: Sur liste d'attente
pl: Na liście oczekujących
ru: В списке ожидания
tr: Bekleme listesinde
uk: У списку очікування

source: No face detected
ar: لم يتم اكتشاف وجه
de: Keine einzelne Person auf dem Foto.
es: Rostro no detectado
fr: Aucun visage détecté
pl: Nie wykryto twarzy
ru: Лицо не обнаружено
tr: Yüz algılanmadı
uk: Обличчя не виявлено

source: AI
ar: ذكاء اصطناعي
de: KI
es: IA
fr: IA
ru: ИИ
tr: Yapay Zeka
uk: ШІ

source: Add notes about your decision...
ar: أضف ملاحظات حول قرارك...
de: Notizen zu deiner Entscheidung hinzufügen...
es: Añade notas sobre tu decisión...
fr: Ajoutez des notes sur votre décision...
pl: Dodaj notatki do swojej decyzji...
ru: Добавьте заметки о вашем решении...
tr: Kararınız hakkında notlar ekleyin...
uk: Додайте коментарі до вашого рішення...

source: Added to blacklist
ar: تمت الإضافة إلى القائمة السوداء
de: Zur Sperrliste hinzugefügt
es: Añadido a la lista negra
fr: Ajouté à la liste noire
pl: Dodano do czarnej listy
ru: Добавлено в чёрный список
tr: Kara listeye eklendi
uk: Додано до чорного списку

source: Appeal Reason
ar: سبب الاستئناف
de: Einspruchsgrund
es: Motivo de apelación
fr: Motif de l'appel
pl: Powód odwołania
ru: Причина апелляции
tr: İtiraz Nedeni
uk: Причина оскарження

source: Appeal approved
ar: تمت الموافقة على الاستئناف
de: Einspruch genehmigt
es: Apelación aprobada
fr: Appel approuvé
pl: Odwołanie zaakceptowane
ru: Апелляция одобрена
tr: İtiraz onaylandı
uk: Оскарження схвалено

source: Appeal rejected
ar: تم رفض الاستئناف
de: Einspruch abgelehnt
es: Apelación rechazada
fr: Appel rejeté
pl: Odwołanie odrzucone
ru: Апелляция отклонена
tr: İtiraz reddedildi
uk: Оскарження відхилено

source: Appeal rejected.
ar: تم رفض الاستئناف.
de: Einspruch abgelehnt.
es: Apelación rechazada.
fr: Appel rejeté.
pl: Odwołanie odrzucone.
ru: Апелляция отклонена.
tr: İtiraz reddedildi.
uk: Оскарження відхилено.

source: Appeal submitted
ar: تم تقديم الاستئناف
de: Einspruch eingereicht
es: Apelación enviada
fr: Appel soumis
pl: Odwołanie złożone
ru: Апелляция подана
tr: İtiraz gönderildi
uk: Оскарження подано

source: Approve
ar: موافقة
de: Genehmigen
es: Aprobar
fr: Approuver
pl: Zatwierdź
ru: Одобрить
tr: Onayla
uk: Схвалити

source: Blacklist checked
ar: تم فحص القائمة السوداء
de: Sperrliste geprüft
es: Lista negra verificada
fr: Liste noire vérifiée
pl: Czarna lista sprawdzona
ru: Чёрный список проверен
tr: Kara liste kontrol edildi
uk: Чорний список перевірено

source: Blacklist match found
ar: تم العثور على تطابق في القائمة السوداء
de: Übereinstimmung in Sperrliste gefunden
es: Coincidencia en lista negra encontrada
fr: Correspondance trouvée dans la liste noire
pl: Znaleziono dopasowanie na czarnej liście
ru: Найдено совпадение в чёрном списке
tr: Kara liste eşleşmesi bulundu
uk: Знайдено збіг у чорному списку

source: Could not approve: %{reason}
ar: تعذرت الموافقة: %{reason}
de: Genehmigung fehlgeschlagen: %{reason}
es: No se pudo aprobar: %{reason}
fr: Impossible d'approuver : %{reason}
pl: Nie udało się zatwierdzić: %{reason}
ru: Не удалось одобрить: %{reason}
tr: Onaylanamadı: %{reason}
uk: Не вдалося схвалити: %{reason}

source: Could not reject: %{reason}
ar: تعذر الرفض: %{reason}
de: Ablehnung fehlgeschlagen: %{reason}
es: No se pudo rechazar: %{reason}
fr: Impossible de rejeter : %{reason}
pl: Nie udało się odrzucić: %{reason}
ru: Не удалось отклонить: %{reason}
tr: Reddedilemedi: %{reason}
uk: Не вдалося відхилити: %{reason}

source: Could not submit appeal. Please try again.
ar: تعذر تقديم الاستئناف. يرجى المحاولة مرة أخرى.
de: Einspruch konnte nicht eingereicht werden. Bitte versuche es erneut.
es: No se pudo enviar la apelación. Por favor, inténtalo de nuevo.
fr: Impossible de soumettre l'appel. Veuillez réessayer.
pl: Nie udało się złożyć odwołania. Spróbuj ponownie.
ru: Не удалось подать апелляцию. Пожалуйста, попробуйте ещё раз.
tr: İtiraz gönderilemedi. Lütfen tekrar deneyin.
uk: Не вдалося подати оскарження. Будь ласка, спробуйте ще раз.

source: Escalated to Ollama (Face)
ar: تم التصعيد إلى Ollama (وجه)
de: An Ollama eskaliert (Gesicht)
es: Escalado a Ollama (Rostro)
fr: Escaladé vers Ollama (Visage)
pl: Eskalowano do Ollama (Twarz)
ru: Передано в Ollama (лицо)
tr: Ollama'ya iletildi (Yüz)
uk: Передано до Ollama (Обличчя)

source: Escalated to Ollama (NSFW)
ar: تم التصعيد إلى Ollama (محتوى غير لائق)
de: An Ollama eskaliert (NSFW)
es: Escalado a Ollama (NSFW)
fr: Escaladé vers Ollama (NSFW)
pl: Eskalowano do Ollama (NSFW)
ru: Передано в Ollama (NSFW)
tr: Ollama'ya iletildi (NSFW)
uk: Передано до Ollama (NSFW)

source: Face detection completed
ar: اكتمل اكتشاف الوجه
de: Gesichtserkennung abgeschlossen
es: Detección de rostro completada
fr: Détection de visage terminée
pl: Wykrywanie twarzy zakończone
ru: Обнаружение лица завершено
tr: Yüz algılama tamamlandı
uk: Розпізнавання обличчя завершено

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
pl: Historia
ru: История
tr: Geçmiş
uk: Історія

source: NSFW check completed
ar: اكتمل فحص المحتوى غير اللائق
de: NSFW-Prüfung abgeschlossen
es: Verificación NSFW completada
fr: Vérification NSFW terminée
pl: Sprawdzanie NSFW zakończone
ru: Проверка NSFW завершена
tr: NSFW kontrolü tamamlandı
uk: Перевірка NSFW завершена

source: No Face
ar: بدون وجه
de: Kein Gesicht
es: Sin rostro
fr: Pas de visage
pl: Brak twarzy
ru: Лицо не найдено
tr: Yüz Yok
uk: Без обличчя

source: No history recorded for this photo.
ar: لا يوجد سجل مسجّل لهذه الصورة.
de: Kein Verlauf für dieses Foto vorhanden.
es: No hay historial registrado para esta foto.
fr: Aucun historique enregistré pour cette photo.
pl: Brak historii dla tego zdjęcia.
ru: История для этого фото не записана.
tr: Bu fotoğraf için geçmiş kaydı yok.
uk: Для цього фото немає записів в історії.

source: No pending appeals.
ar: لا توجد استئنافات معلّقة.
de: Keine ausstehenden Einsprüche.
es: No hay apelaciones pendientes.
fr: Aucun appel en attente.
pl: Brak oczekujących odwołań.
ru: Нет апелляций на рассмотрении.
tr: Bekleyen itiraz yok.
uk: Немає очікуючих оскаржень.

source: Pending moderator review
ar: بانتظار مراجعة المشرف
de: Warte auf Moderator-Prüfung
es: Pendiente de revisión por moderador
fr: En attente de vérification par un modérateur
pl: Oczekuje na przegląd moderatora
ru: Ожидает проверки модератора
tr: Moderatör incelemesi bekleniyor
uk: Очікує перевірки модератором

source: Photo
ar: صورة
de: Foto
es: Foto
pl: Zdjęcie
ru: Фото
tr: Fotoğraf
uk: Фото

source: Photo History
ar: سجل الصورة
de: Foto-Verlauf
es: Historial de fotos
fr: Historique des photos
pl: Historia zdjęcia
ru: История фото
tr: Fotoğraf Geçmişi
uk: Історія фото

source: Photo ID: %{id}
ar: معرّف الصورة: %{id}
de: Foto-ID: %{id}
es: ID de foto: %{id}
pl: ID zdjęcia: %{id}
ru: ID фото: %{id}
tr: Fotoğraf ID: %{id}
uk: ID фото: %{id}

source: Photo Reviews
ar: مراجعات الصور
de: Foto-Überprüfungen
es: Revisiones de fotos
fr: Vérification des photos
pl: Przegląd zdjęć
ru: Проверки фото
tr: Fotoğraf İncelemeleri
uk: Перевірка фото

source: Photo approved
ar: تمت الموافقة على الصورة
de: Foto genehmigt
es: Foto aprobada
fr: Photo approuvée
pl: Zdjęcie zatwierdzone
ru: Фото одобрено
tr: Fotoğraf onaylandı
uk: Фото схвалено

source: Photo approved.
ar: تمت الموافقة على الصورة.
de: Foto genehmigt.
es: Foto aprobada.
fr: Photo approuvée.
pl: Zdjęcie zatwierdzone.
ru: Фото одобрено.
tr: Fotoğraf onaylandı.
uk: Фото схвалено.

source: Photo rejected
ar: تم رفض الصورة
de: Foto abgelehnt
es: Foto rechazada
fr: Photo rejetée
pl: Zdjęcie odrzucone
ru: Фото отклонено
tr: Fotoğraf reddedildi
uk: Фото відхилено

source: Photo under review
ar: الصورة قيد المراجعة
de: Foto wird überprüft
es: Foto en revisión
fr: Photo en cours de vérification
pl: Zdjęcie w trakcie przeglądu
ru: Фото на проверке
tr: Fotoğraf inceleniyor
uk: Фото на розгляді

source: Processing completed
ar: اكتملت المعالجة
de: Verarbeitung abgeschlossen
es: Procesamiento completado
fr: Traitement terminé
pl: Przetwarzanie zakończone
ru: Обработка завершена
tr: İşlem tamamlandı
uk: Обробка завершена

source: Processing started
ar: بدأت المعالجة
de: Verarbeitung gestartet
es: Procesamiento iniciado
fr: Traitement démarré
pl: Przetwarzanie rozpoczęte
ru: Обработка начата
tr: İşlem başladı
uk: Обробка розпочата

source: Reject
ar: رفض
de: Ablehnen
es: Rechazar
fr: Rejeter
pl: Odrzuć
ru: Отклонить
tr: Reddet
uk: Відхилити

source: Remove from blacklist
ar: إزالة من القائمة السوداء
de: Von Sperrliste entfernen
es: Eliminar de la lista negra
fr: Retirer de la liste noire
pl: Usuń z czarnej listy
ru: Удалить из чёрного списка
tr: Kara listeden kaldır
uk: Видалити з чорного списку

source: Removed from blacklist
ar: تمت الإزالة من القائمة السوداء
de: Von Sperrliste entfernt
es: Eliminado de la lista negra
fr: Retiré de la liste noire
pl: Usunięto z czarnej listy
ru: Удалено из чёрного списка
tr: Kara listeden kaldırıldı
uk: Видалено з чорного списку

source: Request Human Review
ar: طلب مراجعة بشرية
de: Menschliche Überprüfung anfordern
es: Solicitar revisión humana
fr: Demander une vérification humaine
pl: Poproś o przegląd przez człowieka
ru: Запросить проверку человеком
tr: İnsan İncelemesi İste
uk: Запросити перевірку людиною

source: Review Appeal
ar: مراجعة الاستئناف
de: Einspruch prüfen
es: Revisar apelación
fr: Examiner l'appel
pl: Przegląd odwołania
ru: Рассмотреть апелляцию
tr: İtirazı İncele
uk: Розглянути оскарження

source: Reviewer Notes (optional)
ar: ملاحظات المراجع (اختياري)
de: Notizen des Prüfers (optional)
es: Notas del revisor (opcional)
fr: Notes du vérificateur (optionnel)
pl: Notatki recenzenta (opcjonalne)
ru: Заметки проверяющего (необязательно)
tr: İnceleyici Notları (isteğe bağlı)
uk: Коментарі рецензента (необов'язково)

source: Similar images will be auto-rejected
ar: سيتم رفض الصور المشابهة تلقائياً
de: Ähnliche Bilder werden automatisch abgelehnt
es: Las imágenes similares serán rechazadas automáticamente
fr: Les images similaires seront automatiquement rejetées
pl: Podobne zdjęcia będą automatycznie odrzucane
ru: Похожие изображения будут автоматически отклонены
tr: Benzer görseller otomatik olarak reddedilecek
uk: Схожі зображення будуть автоматично відхилені

source: Submitted
ar: تم التقديم
de: Eingereicht
es: Enviado
fr: Soumis
pl: Złożone
ru: Подано
tr: Gönderildi
uk: Подано

source: Think this was a mistake? You can request a human review.
ar: تعتقد أن هذا خطأ؟ يمكنك طلب مراجعة بشرية.
de: Denkst du, das war ein Fehler? Du kannst eine menschliche Überprüfung anfordern.
es: ¿Crees que fue un error? Puedes solicitar una revisión humana.
fr: Vous pensez que c'est une erreur ? Vous pouvez demander une vérification humaine.
pl: Myślisz, że to pomyłka? Możesz poprosić o przegląd przez człowieka.
ru: Считаете, что произошла ошибка? Вы можете запросить проверку человеком.
tr: Bunun bir hata olduğunu mu düşünüyorsunuz? İnsan incelemesi talep edebilirsiniz.
uk: Вважаєте це помилкою? Ви можете запросити перевірку людиною.

source: This photo is currently blacklisted
ar: هذه الصورة مدرجة حالياً في القائمة السوداء
de: Dieses Foto ist derzeit auf der Sperrliste
es: Esta foto está actualmente en la lista negra
fr: Cette photo est actuellement sur la liste noire
pl: To zdjęcie jest obecnie na czarnej liście
ru: Это фото сейчас в чёрном списке
tr: Bu fotoğraf şu anda kara listede
uk: Це фото зараз у чорному списку

source: View full history
ar: عرض السجل الكامل
de: Vollständigen Verlauf anzeigen
es: Ver historial completo
fr: Voir l'historique complet
pl: Zobacz pełną historię
ru: Посмотреть полную историю
tr: Tam geçmişi görüntüle
uk: Переглянути повну історію

source: Your appeal was rejected. Please upload a different photo.
ar: تم رفض استئنافك. يرجى رفع صورة مختلفة.
de: Dein Einspruch wurde abgelehnt. Bitte lade ein anderes Foto hoch.
es: Tu apelación fue rechazada. Por favor, sube una foto diferente.
fr: Votre appel a été rejeté. Veuillez télécharger une autre photo.
pl: Twoje odwołanie zostało odrzucone. Prześlij inne zdjęcie.
ru: Ваша апелляция была отклонена. Пожалуйста, загрузите другое фото.
tr: İtirazınız reddedildi. Lütfen farklı bir fotoğraf yükleyin.
uk: Ваше оскарження відхилено. Будь ласка, завантажте інше фото.

source: AI Analysis
ar: تحليل الذكاء الاصطناعي
de: KI-Analyse
es: Análisis de IA
fr: Analyse IA
pl: Analiza AI
ru: ИИ-анализ
tr: Yapay Zeka Analizi
uk: ШІ-аналіз

source: Add rejected photo to blacklist automatically
ar: إضافة الصورة المرفوضة إلى القائمة السوداء تلقائياً
de: Abgelehntes Foto automatisch zur Sperrliste hinzufügen
es: Añadir foto rechazada a la lista negra automáticamente
fr: Ajouter automatiquement la photo rejetée à la liste noire
pl: Automatycznie dodaj odrzucone zdjęcie do czarnej listy
ru: Автоматически добавлять отклонённые фото в чёрный список
tr: Reddedilen fotoğrafı otomatik olarak kara listeye ekle
uk: Автоматично додати відхилене фото до чорного списку

source: Blacklist check
ar: فحص القائمة السوداء
de: Sperrlisten-Prüfung
es: Verificación de lista negra
fr: Vérification liste noire
pl: Sprawdzenie czarnej listy
ru: Проверка чёрного списка
tr: Kara liste kontrolü
uk: Перевірка чорного списку

source: Blacklist match
ar: تطابق القائمة السوداء
de: Sperrlisten-Treffer
es: Coincidencia en lista negra
fr: Correspondance liste noire
pl: Dopasowanie na czarnej liście
ru: Совпадение с чёрным списком
tr: Kara liste eşleşmesi
uk: Збіг у чорному списку

source: Face detection
ar: اكتشاف الوجه
de: Gesichtserkennung
es: Detección de rostro
fr: Détection de visage
pl: Wykrywanie twarzy
ru: Обнаружение лица
tr: Yüz algılama
uk: Розпізнавання обличчя

source: Face escalated to Ollama
ar: تم تصعيد الوجه إلى Ollama
de: Gesichtserkennung an Ollama eskaliert
es: Rostro escalado a Ollama
fr: Visage escaladé vers Ollama
pl: Twarz eskalowana do Ollama
ru: Лицо передано в Ollama
tr: Yüz Ollama'ya iletildi
uk: Обличчя передано до Ollama

source: NSFW check
ar: فحص المحتوى غير اللائق
de: NSFW-Prüfung
es: Verificación NSFW
fr: Vérification NSFW
pl: Sprawdzanie NSFW
ru: Проверка NSFW
tr: NSFW kontrolü
uk: Перевірка NSFW

source: NSFW escalated to Ollama
ar: تم تصعيد المحتوى غير اللائق إلى Ollama
de: NSFW-Prüfung an Ollama eskaliert
es: NSFW escalado a Ollama
fr: NSFW escaladé vers Ollama
pl: NSFW eskalowane do Ollama
ru: NSFW передано в Ollama
tr: NSFW Ollama'ya iletildi
uk: NSFW передано до Ollama

source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazado
fr: Rejeté
pl: Odrzucone
ru: Отклонено
tr: Reddedildi
uk: Відхилено

source: Are you sure you want to delete your profile photo?
ar: هل أنت متأكد أنك تريد حذف صورة ملفك الشخصي؟
de: Bist du sicher, dass du dein Profilfoto löschen möchtest?
es: ¿Estás seguro/a de que quieres eliminar tu foto de perfil?
fr: Êtes-vous sûr(e) de vouloir supprimer votre photo de profil ?
pl: Czy na pewno chcesz usunąć swoje zdjęcie profilowe?
ru: Вы уверены, что хотите удалить фото профиля?
tr: Profil fotoğrafınızı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити фото профілю?

source: Could not delete photo. Please try again.
ar: تعذر حذف الصورة. يرجى المحاولة مرة أخرى.
de: Foto konnte nicht gelöscht werden. Bitte versuche es erneut.
es: No se pudo eliminar la foto. Por favor, inténtalo de nuevo.
fr: Impossible de supprimer la photo. Veuillez réessayer.
pl: Nie udało się usunąć zdjęcia. Spróbuj ponownie.
ru: Не удалось удалить фото. Пожалуйста, попробуйте ещё раз.
tr: Fotoğraf silinemedi. Lütfen tekrar deneyin.
uk: Не вдалося видалити фото. Будь ласка, спробуйте ще раз.

source: Delete Photo
ar: حذف الصورة
de: Foto löschen
es: Eliminar foto
fr: Supprimer la photo
pl: Usuń zdjęcie
ru: Удалить фото
tr: Fotoğrafı Sil
uk: Видалити фото

source: Photo deleted.
ar: تم حذف الصورة.
de: Foto gelöscht.
es: Foto eliminada.
fr: Photo supprimée.
pl: Zdjęcie usunięte.
ru: Фото удалено.
tr: Fotoğraf silindi.
uk: Фото видалено.

source: Artificial delay in milliseconds (0 = no delay)
ar: تأخير اصطناعي بالمللي ثانية (0 = بدون تأخير)
de: Künstliche Verzögerung in Millisekunden (0 = keine Verzögerung)
es: Retardo artificial en milisegundos (0 = sin retardo)
fr: Délai artificiel en millisecondes (0 = pas de délai)
pl: Sztuczne opóźnienie w milisekundach (0 = brak opóźnienia)
ru: Искусственная задержка в миллисекундах (0 = без задержки)
tr: Milisaniye cinsinden yapay gecikme (0 = gecikme yok)
uk: Штучна затримка в мілісекундах (0 = без затримки)

source: Auto-approve
ar: موافقة تلقائية
de: Automatisch genehmigen
es: Aprobación automática
fr: Approbation automatique
pl: Automatyczne zatwierdzanie
ru: Автоодобрение
tr: Otomatik onay
uk: Автоматичне схвалення

source: Auto-approve skips the check and returns a preset value
ar: الموافقة التلقائية تتخطى الفحص وتُرجع قيمة محددة مسبقاً
de: Automatische Genehmigung überspringt die Prüfung und gibt einen Standardwert zurück
es: La aprobación automática omite la verificación y devuelve un valor predefinido
fr: L'approbation automatique saute la vérification et renvoie une valeur prédéfinie
pl: Automatyczne zatwierdzanie pomija sprawdzenie i zwraca ustawioną wartość
ru: Автоодобрение пропускает проверку и возвращает заданное значение
tr: Otomatik onay kontrolü atlar ve önceden ayarlanmış bir değer döndürür
uk: Автоматичне схвалення пропускає перевірку та повертає задане значення

source: Auto-approve value
ar: قيمة الموافقة التلقائية
de: Automatischer Genehmigungswert
es: Valor de aprobación automática
fr: Valeur d'approbation automatique
pl: Wartość automatycznego zatwierdzania
ru: Значение автоодобрения
tr: Otomatik onay değeri
uk: Значення автоматичного схвалення

source: Could not save settings.
ar: تعذّر حفظ الإعدادات.
de: Einstellungen konnten nicht gespeichert werden.
es: No se pudo guardar la configuración.
fr: Impossible d'enregistrer les paramètres.
pl: Nie udało się zapisać ustawień.
ru: Не удалось сохранить настройки.
tr: Ayarlar kaydedilemedi.
uk: Не вдалося зберегти налаштування.

source: Delay (ms)
ar: التأخير (مللي ثانية)
de: Verzögerung (ms)
es: Retardo (ms)
fr: Délai (ms)
pl: Opóźnienie (ms)
ru: Задержка (мс)
tr: Gecikme (ms)
uk: Затримка (мс)

source: Delays simulate slow processing for UX testing
ar: التأخيرات تحاكي المعالجة البطيئة لاختبار تجربة المستخدم
de: Verzögerungen simulieren langsame Verarbeitung für UX-Tests
es: Los retardos simulan un procesamiento lento para pruebas de UX
fr: Les délais simulent un traitement lent pour les tests UX
pl: Opóźnienia symulują wolne przetwarzanie do testów UX
ru: Задержки имитируют медленную обработку для UX-тестирования
tr: Gecikmeler, UX testi için yavaş işlemeyi simüle eder
uk: Затримки імітують повільну обробку для UX-тестування

source: How it works
ar: كيف يعمل
de: So funktioniert's
es: Cómo funciona
fr: Comment ça marche
pl: Jak to działa
ru: Как это работает
tr: Nasıl çalışır
uk: Як це працює

source: Off
ar: مُطفأ
de: Aus
es: Desactivado
fr: Désactivé
pl: Wył.
ru: Выкл
tr: Kapalı
uk: Вимк

source: On
ar: مُشغّل
de: An
es: Activado
fr: Activé
pl: Wł.
ru: Вкл
tr: Açık
uk: Увімк

source: Settings saved.
ar: تم حفظ الإعدادات.
de: Einstellungen gespeichert.
es: Configuración guardada.
fr: Paramètres enregistrés.
pl: Ustawienia zapisane.
ru: Настройки сохранены.
tr: Ayarlar kaydedildi.
uk: Налаштування збережено.

source: Skip this check and return a preset value
ar: تخطي هذا الفحص وإرجاع قيمة محددة مسبقاً
de: Diese Prüfung überspringen und einen Standardwert zurückgeben
es: Omitir esta verificación y devolver un valor predefinido
fr: Ignorer cette vérification et renvoyer une valeur prédéfinie
pl: Pomiń to sprawdzenie i zwróć ustawioną wartość
ru: Пропустить проверку и вернуть заданное значение
tr: Bu kontrolü atla ve önceden ayarlanmış bir değer döndür
uk: Пропустити перевірку та повернути задане значення

source: Toggle switches enable/disable processing steps
ar: مفاتيح التبديل تُفعّل/تُعطّل خطوات المعالجة
de: Schalter aktivieren/deaktivieren Verarbeitungsschritte
es: Los interruptores activan/desactivan pasos de procesamiento
fr: Les interrupteurs activent/désactivent les étapes de traitement
pl: Przełączniki włączają/wyłączają etapy przetwarzania
ru: Переключатели включают/выключают этапы обработки
tr: Anahtarlar işlem adımlarını etkinleştirir/devre dışı bırakır
uk: Перемикачі вмикають/вимикають етапи обробки

source: Value returned when auto-approve is enabled
ar: القيمة المُرجعة عند تفعيل الموافقة التلقائية
de: Rückgabewert bei aktivierter automatischer Genehmigung
es: Valor devuelto cuando la aprobación automática está activada
fr: Valeur renvoyée lorsque l'approbation automatique est activée
pl: Wartość zwracana przy włączonym automatycznym zatwierdzaniu
ru: Значение, возвращаемое при включённом автоодобрении
tr: Otomatik onay etkinleştirildiğinde döndürülen değer
uk: Значення, що повертається при увімкненому автоматичному схваленні

source: %{count} entry
ar: %{count} إدخال
de: %{count} Eintrag
es: %{count} entrada
fr: %{count} entrée
pl: %{count} wpis
ru: %{count} запись
tr: %{count} kayıt
uk: %{count} запис

source: Added:
ar: تمت الإضافة:
de: Hinzugefügt:
es: Añadido:
fr: Ajouté :
pl: Dodano:
ru: Добавлено:
tr: Eklendi:
uk: Додано:

source: Blacklist entry deleted.
ar: تم حذف إدخال القائمة السوداء.
de: Sperrlisten-Eintrag gelöscht.
es: Entrada de lista negra eliminada.
fr: Entrée de la liste noire supprimée.
pl: Wpis na czarnej liście usunięty.
ru: Запись из чёрного списка удалена.
tr: Kara liste kaydı silindi.
uk: Запис чорного списку видалено.

source: Blacklisted photo
ar: صورة محظورة
de: Gesperrtes Foto
es: Foto en lista negra
fr: Photo sur liste noire
pl: Zdjęcie na czarnej liście
ru: Фото в чёрном списке
tr: Kara listedeki fotoğraf
uk: Фото в чорному списку

source: By:
ar: بواسطة:
de: Von:
es: Por:
fr: Par :
pl: Przez:
ru: Кем:
tr: Ekleyen:
uk: Ким:

source: Could not delete entry.
ar: تعذر حذف الإدخال.
de: Eintrag konnte nicht gelöscht werden.
es: No se pudo eliminar la entrada.
fr: Impossible de supprimer l'entrée.
pl: Nie udało się usunąć wpisu.
ru: Не удалось удалить запись.
tr: Kayıt silinemedi.
uk: Не вдалося видалити запис.

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
pl: Usuń
ru: Удалить
tr: Sil
uk: Видалити

source: Delete this entry?
ar: حذف هذا الإدخال؟
de: Diesen Eintrag löschen?
es: ¿Eliminar esta entrada?
fr: Supprimer cette entrée ?
pl: Usunąć ten wpis?
ru: Удалить эту запись?
tr: Bu kaydı silmek istiyor musunuz?
uk: Видалити цей запис?

source: Entry not found.
ar: الإدخال غير موجود.
de: Eintrag nicht gefunden.
es: Entrada no encontrada.
fr: Entrée introuvable.
pl: Nie znaleziono wpisu.
ru: Запись не найдена.
tr: Kayıt bulunamadı.
uk: Запис не знайдено.
