Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: Profile completeness
ar: اكتمال الملف الشخصي
de: Profilvollständigkeit
es: Perfil completo al
fr: Complétude du profil
pl: Kompletność profilu
ru: Заполненность профиля
tr: Profil tamamlanma durumu
uk: Повнота профілю

source: Profile Info
ar: معلومات الملف الشخصي
de: Profil-Info
es: Info del perfil
fr: Informations du profil
pl: Informacje o profilu
ru: Информация профиля
tr: Profil Bilgileri
uk: Інформація профілю

source: Add your basic information
ar: أضف معلوماتك الأساسية
de: Füge deine grundlegenden Informationen hinzu
es: Añade tu información básica
fr: Ajoutez vos informations de base
pl: Dodaj swoje podstawowe informacje
ru: Добавьте основную информацию
tr: Temel bilgilerinizi ekleyin
uk: Додайте основну інформацію

source: Create your visual profile
ar: أنشئ ملفك الشخصي المرئي
de: Erstelle dein visuelles Profil
es: Crea tu perfil visual
fr: Créez votre profil visuel
pl: Utwórz swój wizualny profil
ru: Создайте свой визуальный профиль
tr: Görsel profilinizi oluşturun
uk: Створіть свій візуальний профіль

source: Define what you're looking for
ar: حدد ما تبحث عنه
de: Lege fest, wonach du suchst
es: Define lo que buscas
fr: Définissez ce que vous recherchez
pl: Określ, czego szukasz
ru: Определите, что вы ищете
tr: Ne aradığınızı belirleyin
uk: Визначте, що ви шукаєте

source: Set your location
ar: حدد موقعك
de: Lege deinen Standort fest
es: Establece tu ubicación
fr: Définissez votre localisation
pl: Ustaw swoją lokalizację
ru: Укажите местоположение
tr: Konumunuzu ayarlayın
uk: Встановіть місцезнаходження

source: Set your personality flags
ar: أعدّ علامات شخصيتك
de: Setze deine Persönlichkeits-Flags
es: Configura tus banderas de personalidad
fr: Définissez vos drapeaux de personnalité
pl: Ustaw swoje flagi osobowości
ru: Настройте флаги личности
tr: Kişilik bayraklarınızı ayarlayın
uk: Налаштуйте ваші прапорці особистості

source: Upload your main profile photo
ar: ارفع صورتك الشخصية الرئيسية
de: Lade dein Profilfoto hoch
es: Sube tu foto de perfil principal
fr: Téléchargez votre photo de profil principale
pl: Prześlij główne zdjęcie profilowe
ru: Загрузите основное фото профиля
tr: Ana profil fotoğrafınızı yükleyin
uk: Завантажте ваше головне фото профілю

source: Upload your main profile photo.
ar: ارفع صورتك الشخصية الرئيسية.
de: Lade dein Profilfoto hoch.
es: Sube tu foto de perfil principal.
fr: Téléchargez votre photo de profil principale.
pl: Prześlij główne zdjęcie profilowe.
ru: Загрузите основное фото профиля.
tr: Ana profil fotoğrafınızı yükleyin.
uk: Завантажте ваше головне фото профілю.

source: %{count}d ago
ar: منذ %{count} يوم
de: vor %{count}T
es: hace %{count}d
fr: il y a %{count} j
pl: %{count}d temu
ru: %{count} дн. назад
tr: %{count}g önce
uk: %{count} д. тому

source: %{count}h ago
ar: منذ %{count} ساعة
de: vor %{count}h
es: hace %{count}h
fr: il y a %{count} h
pl: %{count}h temu
ru: %{count} ч. назад
tr: %{count}sa önce
uk: %{count} год. тому

source: %{count}m ago
ar: منذ %{count} دقيقة
de: vor %{count}m
es: hace %{count}m
fr: il y a %{count} min
pl: %{count}m temu
ru: %{count} мин. назад
tr: %{count}dk önce
uk: %{count} хв. тому

source: %{count}s ago
ar: منذ %{count} ثانية
de: vor %{count}s
es: hace %{count}s
fr: il y a %{count} s
pl: %{count}s temu
ru: %{count} сек. назад
tr: %{count}sn önce
uk: %{count} с. тому

source: Per page
ar: لكل صفحة
de: Pro Seite
es: Por página
fr: Par page
pl: Na stronę
ru: На странице
tr: Sayfa başına
uk: На сторінку

source: Queue
ar: قائمة الانتظار
de: Warteschlange
es: Cola
fr: File d'attente
pl: Kolejka
ru: Очередь
tr: Kuyruk
uk: Черга

source: Auto-reload
ar: إعادة تحميل تلقائي
de: Auto-Aktualisierung
es: Recarga automática
fr: Rechargement auto
pl: Automatyczne odświeżanie
ru: Автоперезагрузка
tr: Otomatik yenileme
uk: Автоперезавантаження

source: Approved
ar: تمت الموافقة
de: Genehmigt
es: Aprobado
fr: Approuvé
pl: Zatwierdzone
ru: Одобрено
tr: Onaylandı
uk: Схвалено

source: Animal photo detected
ar: تم اكتشاف صورة حيوان
de: Tierfoto erkannt
es: Foto de animal detectada
fr: Photo d'animal détectée
pl: Wykryto zdjęcie zwierzęcia
ru: Обнаружено фото животного
tr: Hayvan fotoğrafı algılandı
uk: Виявлено фото тварини

source: Use the waiting time to set up your profile so you can get started right away.
ar: استغل وقت الانتظار لإعداد ملفك الشخصي حتى تتمكن من البدء فوراً.
de: Nutze die Wartezeit, um dein Profil einzurichten und dann direkt starten zu können.
es: Aprovecha el tiempo de espera para configurar tu perfil y poder empezar de inmediato.
fr: Profitez du temps d'attente pour configurer votre profil afin de pouvoir commencer tout de suite.
pl: Wykorzystaj czas oczekiwania na skonfigurowanie profilu, żebyś mógł/mogła od razu zacząć.
ru: Используйте время ожидания, чтобы настроить профиль и начать сразу же.
tr: Bekleme süresini profilinizi kurmak için kullanın, böylece hemen başlayabilirsiniz.
uk: Використайте час очікування, щоб налаштувати свій профіль, і ви зможете розпочати одразу.

source: Your profile photo has been approved!
ar: تمت الموافقة على صورتك الشخصية!
de: Dein Profilfoto wurde freigegeben!
es: ¡Tu foto de perfil ha sido aprobada!
fr: Votre photo de profil a été approuvée !
pl: Twoje zdjęcie profilowe zostało zatwierdzone!
ru: Ваше фото профиля одобрено!
tr: Profil fotoğrafınız onaylandı!
uk: Ваше фото профілю схвалено!

source: Ideal Partner
ar: الشريك المثالي
de: Wunschpartner
es: Pareja ideal
fr: Partenaire idéal
pl: Idealny partner
ru: Идеальный партнёр
uk: Ідеальний партнер

source: Profiles with more than one moodboard item are a lot more popular.
de: Profile mit mehr als einem Moodboard-Element sind deutlich beliebter.

source: Write about your last trip or a hobby. Share a cooking recipe or a photo of your dog.
de: Schreib über deine letzte Reise oder ein Hobby. Teile ein Kochrezept oder ein Foto deines Hundes.

source: Take Photo
de: Foto aufnehmen

source: Take Selfie
de: Selfie aufnehmen

source: First name
de: Vorname

source: Last name
de: Nachname

source: Email delivery problem
de: Problem bei der E-Mail-Zustellung

source: Please try registering with a different email address, or try again later.
de: Bitte versuche es mit einer anderen E-Mail-Adresse oder probiere es später erneut.

source: Your email provider is currently rejecting emails from our server. The confirmation code could not be delivered to %{email}.
de: Dein E-Mail-Anbieter lehnt derzeit E-Mails von unserem Server ab. Der Bestätigungscode konnte nicht an %{email} zugestellt werden.

source: %{count} contacts blocked
de: %{count} Kontakte blockiert

source: 1 contact blocked
de: 1 Kontakt blockiert

source: Add
de: Hinzufügen

source: Add phone numbers or email addresses of people you want to hide from.
de: Füge Telefonnummern oder E-Mail-Adressen von Personen hinzu, vor denen du dich verbergen möchtest.

source: Are you sure you want to unblock this contact?
de: Bist du sicher, dass du diesen Kontakt freigeben möchtest?

source: Block contacts
de: Kontakte blockieren

source: Blocked Contacts
de: Blockierte Kontakte

source: Blocked contacts
de: Blockierte Kontakte

source: Contact blocked.
de: Kontakt blockiert.

source: Contact unblocked.
de: Kontakt freigegeben.

source: Could not remove contact.
de: Kontakt konnte nicht entfernt werden.

source: Label (optional)
de: Bezeichnung (optional)

source: No contacts blocked
de: Keine Kontakte blockiert

source: No contacts blocked yet.
de: Noch keine Kontakte blockiert.

source: Phone number or email
de: Telefonnummer oder E-Mail

source: Prevent ex-partners or acquaintances from seeing your profile.
de: Verhindere, dass Ex-Partner oder Bekannte dein Profil sehen.

source: Prevent ex-partners, friends, or colleagues from seeing your profile — and you won't see theirs.
de: Verhindere, dass Ex-Partner, Freunde oder Kollegen dein Profil sehen — und du siehst ihres nicht.

source: You have reached the maximum of %{max} blocked contacts.
de: Du hast die maximale Anzahl von %{max} blockierten Kontakten erreicht.

source: Filter...
de: Filtern...

source: Newest first
de: Neueste zuerst

source: No contacts match "%{filter}".
de: Keine Kontakte für "%{filter}" gefunden.

source: Oldest first
de: Älteste zuerst

source: %{count} contact blocked
de: %{count} Kontakt blockiert

source: %{count} flag set
de: %{count} Flag gesetzt

source: %{count} item
de: %{count} Eintrag

source: Date
de: Datum

source: Email History
de: E-Mail-Verlauf

source: Email Logs
de: E-Mail-Protokolle

source: Log of all emails sent by the system
de: Protokoll aller vom System gesendeten E-Mails

source: Logs
de: Protokolle

source: No emails found.
de: Keine E-Mails gefunden.

source: Recipient
de: Empfänger

source: Subject
de: Betreff

source: System log viewers
de: System-Protokollansichten

source: Type
de: Typ

source: Account change confirmed. The security cooldown has been cleared.
de: Kontoänderung bestätigt. Die Sicherheitssperre wurde aufgehoben.

source: Active Sessions
de: Aktive Sessions

source: All other sessions have been logged out.
de: Alle anderen Sessions wurden abgemeldet.

source: Cannot change email while a recent account change is being reviewed.
de: E-Mail kann nicht geändert werden, während eine kürzliche Kontoänderung überprüft wird.

source: Cannot change password while a recent account change is being reviewed.
de: Passwort kann nicht geändert werden, während eine kürzliche Kontoänderung überprüft wird.

source: Last active:
de: Zuletzt aktiv:

source: Log out all other devices
de: Alle anderen Geräte abmelden

source: Log out of all other devices?
de: Alle anderen Geräte abmelden?

source: Log out this session?
de: Diese Session abmelden?

source: No active sessions found.
de: Keine aktiven Sessions gefunden.

source: Session has been logged out.
de: Session wurde abgemeldet.

source: Session not found.
de: Session nicht gefunden.

source: Signed in:
de: Angemeldet:

source: The account change has been undone. All sessions have been logged out for security. Please log in again.
de: Die Kontoänderung wurde rückgängig gemacht. Alle Sessions wurden aus Sicherheitsgründen abgemeldet. Bitte melde dich erneut an.

source: This confirmation link is invalid, has expired, or has already been used.
de: Dieser Bestätigungslink ist ungültig, abgelaufen oder wurde bereits verwendet.

source: This device
de: Dieses Gerät

source: This undo link is invalid, has expired, or has already been used.
de: Dieser Rückgängig-Link ist ungültig, abgelaufen oder wurde bereits verwendet.

source: For your security, a recent account change is pending review. We sent you an email to confirm or undo it. Until then, further email and password changes are paused for up to 48 hours to protect your account.
de: Zu deiner Sicherheit wird eine kürzliche Kontoänderung überprüft. Wir haben dir eine E-Mail geschickt, um die Änderung zu bestätigen oder rückgängig zu machen. Bis dahin sind weitere E-Mail- und Passwortänderungen für bis zu 48 Stunden pausiert, um dein Konto zu schützen.

source: Waitlisted
de: Warteliste

source: Waitlisted — %{count} day left
de: Warteliste — noch %{count} Tag

source: approximately 2 weeks
de: ca. 2 Wochen

source: Could not update privacy settings.
de: Datenschutzeinstellungen konnten nicht aktualisiert werden.

source: Hide online status
de: Online-Status verbergen

source: Just now
de: Gerade eben

source: Manage your privacy settings
de: Verwalte deine Datenschutzeinstellungen

source: Note: Admins and moderators can always see your online status.
de: Hinweis: Admins und Moderatoren können deinen Online-Status immer sehen.

source: Online %{count} day ago
de: Vor %{count} Tag online

source: Online %{count} hour ago
de: Vor %{count} Stunde online

source: Online %{count} minute ago
de: Vor %{count} Minute online

source: Online daily
de: Täglich online

source: Online more than a week ago
de: Vor mehr als einer Woche online

source: Online most days
de: An den meisten Tagen online

source: Online several times a week
de: Mehrmals pro Woche online

source: Online status hidden
de: Online-Status verborgen

source: Online status is now hidden from other users.
de: Online-Status ist jetzt vor anderen Nutzern verborgen.

source: Online status is now visible to other users.
de: Online-Status ist jetzt für andere Nutzer sichtbar.

source: Online status visible
de: Online-Status sichtbar

source: Online weekly
de: Wöchentlich online

source: Rarely online
de: Selten online

source: Usually online in the %{time}
de: Meistens online am %{time}

source: When hidden, other users cannot see when you are online, your last seen time, or your activity patterns.
de: Wenn verborgen, können andere Nutzer nicht sehen, wann du online bist, wann du zuletzt online warst oder dein Aktivitätsmuster.

source: afternoon
de: Nachmittag

source: evening
de: Abend

source: morning
de: Morgen

source: night
de: Nacht

source: Activity Logs
de: Aktivitätsprotokoll

source: Actor
de: Akteur

source: Category
de: Kategorie

source: Event
de: Ereignis

source: From
de: Von

source: Search by name or email...
de: Nach Name oder E-Mail suchen...

source: Summary
de: Zusammenfassung

source: To
de: Bis

source: Unified activity log for all system events
de: Einheitliches Aktivitätsprotokoll für alle Systemereignisse

source: Build and manage your dating profile
de: Erstelle und verwalte Dein Dating-Profil

source: Manage your account and app settings
de: Verwalte Deine Konto- und App-Einstellungen

source: %{completed}/%{total} complete
de: %{completed}/%{total} vollständig

source: Account & Security
de: Konto & Sicherheit

source: Email & Password
de: E-Mail & Passwort

source: Log of all emails sent to your account
de: Protokoll aller an Dein Konto gesendeten E-Mails

source: Manage your email, password, passkeys, sessions, and account
de: Verwalte Deine E-Mail, Passwort, Passkeys, Sessions und Dein Konto

source: Privacy & Blocking
de: Privatsphäre & Blockierungen

source: Profile complete
de: Profil vollständig

source: View your account activity logs
de: Deine Konto-Aktivitätsprotokolle ansehen

source: %{count} active sessions
de: %{count} aktive Sessions

source: 1 active session
de: 1 aktive Session

source: Manage your active login sessions
de: Verwalte deine aktiven Login-Sessions

source: Manage your email address and password
de: Verwalte deine E-Mail-Adresse und dein Passwort

source: No passkeys
ar: لا توجد مفاتيح مرور
de: Keine Passkeys
tr: Geçiş anahtarı yok

source: Permanently delete your account and all your data
de: Lösche dein Konto und alle deine Daten dauerhaft

source: Permanently delete your account and data
de: Konto und Daten dauerhaft löschen

source: Sign in with Face ID, Touch ID, or a security key
de: Melde dich mit Face ID, Touch ID oder einem Sicherheitsschlüssel an

source: Skip the waitlist
de: Warteliste überspringen
tr: Bekleme listesini atla

source: Your account data will be automatically deleted in %{minutes} minutes.
de: Deine Kontodaten werden in %{minutes} Minuten automatisch gelöscht.

source: Bounced
de: Unzustellbar

source: This is not a valid zip code
de: Dies ist keine gültige Postleitzahl

source: Filter by this user
de: Nach diesem Benutzer filtern

source: Re-authenticate with passkey
de: Mit Passkey erneut authentifizieren

source: This passkey does not belong to your account.
de: Dieser Passkey gehört nicht zu deinem Konto.

source: Assign admin and moderator roles
de: Admin- und Moderatorrollen zuweisen

source: Find new people
de: Neue Leute finden

source: Manage blacklisted photo hashes
de: Gesperrte Foto-Hashes verwalten

source: Manage your ANIMINA instance
de: Deine ANIMINA-Instanz verwalten

source: Review reported and flagged photos
de: Gemeldete und markierte Fotos prüfen

source: Toggle features and system settings
de: Funktionen und Systemeinstellungen umschalten

source: Your account activity logs
de: Deine Konto-Aktivitätsprotokolle

source: Your conversations
de: Deine Unterhaltungen

source: Secure your spot
de: Sichere Dir Deinen Platz

source: Securing your spot...
de: Platz wird gesichert…

source: We activate new accounts in regional waves to ensure the best experience. Set up your profile now — you'll get your GO within %{count} day at most. Invite %{referral_threshold} friends with your referral code to skip ahead!
de: Wir aktivieren neue Accounts in regionalen Wellen, um allen die beste Erfahrung zu bieten. Richte Dein Profil jetzt ein – Dein GO kommt spätestens nach %{count} Tag. Lade %{referral_threshold} Freunde mit Deinem Empfehlungscode ein und überspringe die Wartezeit!

source: %{count} event
de: %{count} Ereignis

source: %{count} login
de: %{count} Anmeldung

source: Dec
de: Dez

source: Device
de: Gerät

source: Email Login
de: E-Mail-Anmeldung

source: Failed Login
de: Fehlgeschlagene Anmeldung

source: Fri
de: Fr

source: Less
de: Weniger

source: Log of all login and logout events
de: Protokoll aller An- und Abmeldungen

source: Login Activity
de: Anmeldeaktivität

source: Login History
de: Anmeldeverlauf

source: Logout
de: Abmeldung

source: Mar
de: Mär

source: May
de: Mai

source: Mon
de: Mo

source: More
de: Mehr

source: No login events found.
de: Keine Anmeldeereignisse gefunden.

source: Oct
de: Okt

source: Passkey Login
de: Passkey-Anmeldung

source: Unknown
de: Unbekannt

source: Wed
de: Mi

source: Confirm Your PIN
de: PIN bestätigen

source: Flags — About Me
de: Flags — Über mich

source: Flags — Deal Breakers
de: Flags — Ausschlusskriterien

source: Flags — Partner Likes
de: Flags — Partnerwünsche

source: Forgot Password
de: Passwort vergessen

source: Language Settings
de: Spracheinstellungen

source: Log In
de: Anmelden

source: My Hub
de: Mein Bereich

source: My Locations
de: Meine Wohnsitze

source: My Logs
de: Meine Protokolle

source: Passkey Management
de: Passkey-Verwaltung

source: Reset Password
de: Passwort zurücksetzen

source: Secure Your Spot
de: Sichere Dir Deinen Platz

source: Analyze filter pipeline for any user
de: Filterpipeline für beliebige Nutzer analysieren

source: Count
de: Anzahl

source: Drop
de: Verlust

source: Drop %
de: Verlust %

source: Select a user to analyze their discovery funnel.
de: Wähle einen Nutzer, um deren Discovery-Trichter zu analysieren.

source: Step
de: Schritt

source: All messages
de: Alle Nachrichten

source: Back to Spotlight
de: Zurück zum Spotlight

source: Conversations
de: Unterhaltungen

source: Daily Spotlight
de: Tägliches Spotlight

source: New profiles in %{time}
de: Neue Profile in %{time}

source: No candidates found. Try adjusting your search settings.
de: Keine Vorschläge gefunden. Versuche deine Sucheinstellungen anzupassen.

source: This profile is only visible when you appear in each other's Daily Spotlight or have an active conversation.
de: Dieses Profil ist nur sichtbar, wenn ihr im gegenseitigen Täglichen Spotlight erscheint oder eine aktive Unterhaltung habt.

source: Visited
ar: تمت الزيارة
de: Besucht
tr: Ziyaret Edildi

source: now
de: jetzt

source: Spotlight Funnel
de: Spotlight-Trichter

source: 3-day ban
de: 3-Tage-Sperre

source: 30-day ban
de: 30-Tage-Sperre

source: 7-day ban
de: 7-Tage-Sperre

source: Account Permanently Banned
de: Konto dauerhaft gesperrt

source: Account Suspended
de: Konto gesperrt

source: An appeal has already been submitted for this report.
de: Für diese Meldung wurde bereits ein Einspruch eingereicht.

source: Another moderator must review this appeal.
de: Ein anderer Moderator muss diesen Einspruch prüfen.

source: Appeal Details
de: Einspruchsdetails

source: Appeal Status
de: Einspruchsstatus

source: Appeal Text
de: Einspruchstext

source: Appeal resolved.
de: Einspruch bearbeitet.

source: Appeal submitted. We will review it shortly.
de: Einspruch eingereicht. Wir werden ihn in Kürze prüfen.

source: Appellant
de: Einspruchsteller

source: Approve (restore user)
de: Genehmigen (Nutzer wiederherstellen)

source: Context
de: Kontext

source: Conversation
de: Unterhaltung

source: Could not submit appeal.
de: Einspruch konnte nicht eingereicht werden.

source: Could not submit report. Please try again.
de: Meldung konnte nicht eingereicht werden. Bitte versuche es erneut.

source: Deleted user
de: Gelöschter Nutzer

source: Description
de: Beschreibung

source: Description (optional)
de: Beschreibung (optional)

source: Dismiss
de: Abweisen

source: Evidence
de: Beweise

source: Explain why you believe this decision should be reconsidered...
de: Erkläre, warum du glaubst, dass diese Entscheidung überdacht werden sollte...

source: Filed At
de: Eingereicht am

source: If you believe this decision was made in error, you may submit one appeal.
de: Wenn du glaubst, dass diese Entscheidung fehlerhaft war, kannst du einen Einspruch einlegen.

source: No pending appeals
de: Keine ausstehenden Einsprüche

source: No pending reports
de: Keine ausstehenden Meldungen

source: No prior strikes
de: Keine früheren Verwarnungen

source: Notes
de: Notizen

source: Original Category
de: Ursprüngliche Kategorie

source: Original Report
de: Ursprüngliche Meldung

source: Original Resolution
de: Ursprüngliche Entscheidung

source: Permanent ban
de: Dauerhafte Sperre

source: Priority
de: Priorität

source: Profile Snapshot
de: Profil-Momentaufnahme

source: Provide additional details...
de: Weitere Details angeben...

source: Recommended action:
de: Empfohlene Maßnahme:

source: Reject (uphold decision)
de: Ablehnen (Entscheidung bestätigen)

source: Report Appeals
de: Einsprüche zu Meldungen

source: Report Details
de: Meldungsdetails

source: Report resolved.
de: Meldung bearbeitet.

source: Report submitted. Our team will review it.
de: Meldung eingereicht. Unser Team wird sie prüfen.

source: Report user
de: Nutzer melden

source: Reported At
de: Gemeldet am

source: Reported User
de: Gemeldeter Nutzer

source: Reporter
de: Melder

source: Reporter Credibility
de: Glaubwürdigkeit des Melders

source: Resolution
de: Entscheidung

source: Resolution notes (required)...
de: Begründung (erforderlich)...

source: Resolution notes...
de: Begründung...

source: Resolve
de: Bearbeiten

source: Review
de: Prüfen

source: Review and resolve user reports
de: Nutzermeldungen prüfen und bearbeiten

source: Review appeals from reported users
de: Einsprüche von gemeldeten Nutzern prüfen

source: Select a reason...
de: Grund auswählen...

source: Strike History
de: Verwarnungshistorie

source: Submit Appeal
de: Einspruch einreichen

source: Submit an Appeal
de: Einspruch einlegen

source: Submit report
de: Meldung absenden

source: User Reports
de: Nutzermeldungen

source: Warn
de: Verwarnen

source: You resolved the original report. Another moderator must review this appeal.
de: Du hast die ursprüngliche Meldung bearbeitet. Ein anderer Moderator muss diesen Einspruch prüfen.

source: Your account has been permanently banned.
de: Dein Konto wurde dauerhaft gesperrt.

source: Your account is suspended until %{date}.
de: Dein Konto ist bis %{date} gesperrt.

source: prior strike(s)
de: frühere Verwarnung(en)

source: reports filed
de: Meldungen eingereicht

source: upheld
de: bestätigt

source: AI Features & Training:
de: KI-Funktionen & Training:

source: AI-powered matching, chat assistance, and moodboard features
de: KI-gestütztes Matching, Chat-Unterstützung und Moodboard-Funktionen

source: ANIMINA uses AI to power matching, assist with chat, and help with moodboard content. Your photos, texts, messages, and flag selections are also used to train these AI models. All AI processing happens exclusively on our own servers in Germany.
de: ANIMINA nutzt KI für Matching, Chat-Unterstützung und Moodboard-Inhalte. Deine Fotos, Texte, Nachrichten und Flag-Auswahl werden auch zum Training dieser KI-Modelle verwendet. Die gesamte KI-Verarbeitung findet ausschließlich auf unseren eigenen Servern in Deutschland statt.
