Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: Jogging
ar: الركض
de: Joggen
es: Correr
ru: Бег трусцой
tr: Koşu
uk: Біг

source: Journaling
ar: كتابة اليوميات
de: Tagebuch schreiben
es: Diario personal
fr: Écriture de journal
pl: Prowadzenie dziennika
ru: Ведение дневника
tr: Günlük Yazma
uk: Ведення щоденника

source: Judaism
ar: اليهودية
de: Judentum
es: Judaísmo
fr: Judaïsme
pl: Judaizm
ru: Иудаизм
tr: Yahudilik
uk: Іудаїзм

source: Knitting
ar: الحياكة
de: Stricken
es: Punto
fr: Tricot
pl: Robótki na drutach
ru: Вязание
tr: Örgü
uk: В'язання

source: Korean
ar: كوري
de: Koreanisch
es: Coreana
fr: Coréenne
pl: Koreańska
ru: Корейская
tr: Kore
uk: Корейська

source: LGBTQ+ Nightlife
ar: الحياة الليلية LGBTQ+
de: LGBTQ+ Nachtleben
es: Vida nocturna LGBTQ+
fr: Vie nocturne LGBTQ+
pl: Życie nocne LGBTQ+
ru: ЛГБТК+ ночная жизнь
tr: LGBTQ+ Gece Hayatı
uk: ЛГБТК+ нічне життя

source: Literature
ar: الأدب
de: Literatur
es: Literatura
fr: Littérature
pl: Literatura
ru: Литература
tr: Edebiyat
uk: Література

source: Love of Adventure
ar: حب المغامرة
de: Abenteuerlust
es: Amor por la aventura
fr: Goût de l'aventure
pl: Zamiłowanie do przygód
ru: Любовь к приключениям
tr: Macera Sevgisi
uk: Любов до пригод

source: Making Music
ar: العزف على الموسيقى
de: Musik machen
es: Hacer música
fr: Faire de la musique
pl: Granie muzyki
ru: Музицирование
tr: Müzik Yapma
uk: Створення музики

source: Marijuana
ar: الماريجوانا
de: Marihuana
es: Marihuana
fr: Cannabis
pl: Marihuana
ru: Марихуана
tr: Esrar
uk: Марихуана

source: Martial Arts
ar: الفنون القتالية
de: Kampfsport
es: Artes marciales
fr: Arts martiaux
pl: Sztuki walki
ru: Боевые искусства
tr: Dövüş Sanatları
uk: Бойові мистецтва

source: Mediterranean
ar: متوسطي
de: Mediterran
es: Mediterránea
fr: Méditerranéenne
pl: Śródziemnomorska
ru: Средиземноморская
tr: Akdeniz
uk: Середземноморська

source: Mexican
ar: مكسيكي
de: Mexikanisch
es: Mexicana
fr: Mexicaine
pl: Meksykańska
ru: Мексиканская
tr: Meksika
uk: Мексиканська

source: Mindfulness
ar: اليقظة الذهنية
de: Achtsamkeit
es: Atención plena
fr: Pleine conscience
pl: Uważność
ru: Осознанность
tr: Farkındalık
uk: Усвідомленість

source: Modesty
ar: التواضع
de: Bescheidenheit
es: Modestia
fr: Modestie
pl: Skromność
ru: Скромность
tr: Alçakgönüllülük
uk: Скромність

source: Mouse
ar: فأر
de: Maus
es: Ratón
fr: Souris
pl: Mysz
ru: Мышь
tr: Fare
uk: Миша

source: Movies
ar: الأفلام
de: Filme
es: Películas
fr: Films
pl: Filmy
ru: Кино
tr: Filmler
uk: Кіно

source: Museums & Galleries
ar: المتاحف والمعارض
de: Museen & Galerien
es: Museos y galerías
fr: Musées & Galeries
pl: Muzea i galerie
ru: Музеи и галереи
tr: Müzeler ve Galeriler
uk: Музеї та галереї

source: Music
ar: الموسيقى
de: Musik
es: Música
fr: Musique
pl: Muzyka
ru: Музыка
tr: Müzik
uk: Музика

source: My Children Don't Live With Me
ar: أطفالي لا يعيشون معي
de: Meine Kinder leben nicht bei mir
es: Mis hijos no viven conmigo
fr: Mes enfants ne vivent pas avec moi
pl: Moje dzieci nie mieszkają ze mną
ru: Мои дети не живут со мной
tr: Çocuklarım Benimle Yaşamıyor
uk: Мої діти не живуть зі мною

source: My Children Live With Me
ar: أطفالي يعيشون معي
de: Meine Kinder leben bei mir
es: Mis hijos viven conmigo
fr: Mes enfants vivent avec moi
pl: Moje dzieci mieszkają ze mną
ru: Мои дети живут со мной
tr: Çocuklarım Benimle Yaşıyor
uk: Мої діти живуть зі мною

source: Netherlands
ar: هولندا
de: Niederlande
es: Países Bajos
fr: Pays-Bas
pl: Holandia
ru: Нидерланды
tr: Hollanda
uk: Нідерланди

source: Non-Fiction
ar: كتب واقعية
de: Sachbücher
es: No ficción
pl: Literatura faktu
ru: Нон-фикшн
tr: Kurgu Dışı
uk: Нон-фікшн

source: North America
ar: أمريكا الشمالية
de: Nordamerika
es: Norteamérica
fr: Amérique du Nord
pl: Ameryka Północna
ru: Северная Америка
tr: Kuzey Amerika
uk: Північна Америка

source: Norway
ar: النرويج
de: Norwegen
es: Noruega
fr: Norvège
pl: Norwegia
ru: Норвегия
tr: Norveç
uk: Норвегія

source: Novels
ar: روايات
de: Romane
es: Novelas
fr: Romans
pl: Powieści
ru: Романы
tr: Romanlar
uk: Романи

source: Nutrition
ar: التغذية
de: Ernährung
es: Nutrición
pl: Odżywianie
ru: Питание
tr: Beslenme
uk: Харчування

source: Online Courses
ar: دورات عبر الإنترنت
de: Online-Kurse
es: Cursos en línea
fr: Cours en ligne
pl: Kursy online
ru: Онлайн-курсы
tr: Online Kurslar
uk: Онлайн-курси

source: Optimism
ar: التفاؤل
de: Optimismus
es: Optimismo
fr: Optimisme
pl: Optymizm
ru: Оптимизм
tr: İyimserlik
uk: Оптимізм

source: Orthodox Christianity
ar: المسيحية الأرثوذكسية
de: Orthodoxes Christentum
es: Cristianismo ortodoxo
fr: Christianisme orthodoxe
pl: Prawosławie
ru: Православие
tr: Ortodoks Hristiyanlık
uk: Православ'я

source: Painting
ar: الرسم بالألوان
de: Malen
es: Pintura
fr: Peinture
pl: Malarstwo
ru: Живопись
tr: Resim Yapma
uk: Живопис

source: Pastries
ar: المعجّنات
de: Gebäck
es: Repostería
fr: Viennoiseries
pl: Wypieki
ru: Выпечка
tr: Hamur İşleri
uk: Випічка та солодощі

source: Pescatarian
ar: نباتي يأكل السمك
de: Pescetarier
es: Pescetariano/a
fr: Pescétarien
pl: Peskatarianin
ru: Пескетарианство
tr: Pesketaryen
uk: Пескетаріанство

source: Philosophy
ar: الفلسفة
de: Philosophie
es: Filosofía
fr: Philosophie
pl: Filozofia
ru: Философия
tr: Felsefe
uk: Філософія

source: Photography
ar: التصوير
de: Fotografie
es: Fotografía
fr: Photographie
pl: Fotografia
ru: Фотография
tr: Fotoğrafçılık
uk: Фотографія

source: Poetry
ar: الشعر
de: Lyrik
es: Poesía
fr: Poésie
pl: Poezja
ru: Поэзия
tr: Şiir
uk: Поезія

source: Protestant
ar: البروتستانتية
de: Evangelisch
es: Protestante
pl: Protestantyzm
ru: Протестантизм
tr: Protestan
uk: Протестантизм

source: Psychology
ar: علم النفس
de: Psychologie
es: Psicología
fr: Psychologie
pl: Psychologia
ru: Психология
tr: Psikoloji
uk: Психологія

source: Rabbit
ar: أرنب
de: Kaninchen
es: Conejo
fr: Lapin
pl: Królik
ru: Кролик
tr: Tavşan
uk: Кролик

source: Reading
ar: القراءة
de: Lesen
es: Leer
fr: Lecture
pl: Czytanie
ru: Чтение
tr: Okuma
uk: Читання

source: Reptile
ar: زاحف
de: Reptil
es: Reptil
pl: Gad
ru: Рептилия
tr: Sürüngen
uk: Рептилія

source: Resilience
ar: المرونة
de: Widerstandsfähigkeit
es: Resiliencia
fr: Résilience
pl: Odporność
ru: Стойкость
tr: Dayanıklılık
uk: Стійкість

source: Roman Catholic
ar: الكاثوليكية الرومانية
de: Römisch-Katholisch
es: Católica romana
fr: Catholique
pl: Katolicki
ru: Католицизм
tr: Roma Katolik
uk: Римо-католицизм

source: Romance Novels
ar: روايات رومانسية
de: Liebesromane
es: Novelas románticas
fr: Romans d'amour
pl: Romanse
ru: Любовные романы
tr: Aşk Romanları
uk: Любовні романи

source: Rowing
ar: التجديف
de: Rudern
es: Remo
fr: Aviron
pl: Wioślarstwo
ru: Гребля
tr: Kürek
uk: Веслування

source: Sailing
ar: الإبحار
de: Segeln
es: Vela
fr: Voile
pl: Żeglarstwo
ru: Парусный спорт
tr: Yelkencilik
uk: Вітрильний спорт

source: Science
ar: العلوم
de: Wissenschaft
es: Ciencia
pl: Nauka
ru: Наука
tr: Bilim
uk: Наука

source: Self Care
ar: العناية بالنفس
de: Selbstfürsorge
es: Cuidado personal
fr: Bien-être personnel
pl: Dbanie o siebie
ru: Забота о себе
tr: Kişisel Bakım
uk: Турбота про себе

source: Self-Acceptance
ar: قبول الذات
de: Selbstakzeptanz
es: Autoaceptación
fr: Acceptation de soi
pl: Samoakceptacja
ru: Самопринятие
tr: Öz Kabul
uk: Самоприйняття

source: Self-Confidence
ar: الثقة بالنفس
de: Selbstvertrauen
es: Confianza en sí mismo/a
fr: Confiance en soi
pl: Pewność siebie
ru: Уверенность в себе
tr: Özgüven
uk: Впевненість у собі

source: Sense of Justice
ar: حس العدالة
de: Gerechtigkeitssinn
es: Sentido de la justicia
fr: Sens de la justice
pl: Poczucie sprawiedliwości
ru: Чувство справедливости
tr: Adalet Duygusu
uk: Почуття справедливості

source: Sense of Responsibility
ar: حس المسؤولية
de: Verantwortungsbewusstsein
es: Sentido de la responsabilidad
fr: Sens des responsabilités
pl: Poczucie odpowiedzialności
ru: Чувство ответственности
tr: Sorumluluk Duygusu
uk: Почуття відповідальності

source: Series
ar: المسلسلات
de: Serien
fr: Séries
pl: Seriale
ru: Сериалы
tr: Diziler
uk: Серіали

source: Sewing
ar: الخياطة
de: Nähen
es: Costura
fr: Couture
pl: Szycie
ru: Шитьё
tr: Dikiş
uk: Шиття

source: Singing
ar: الغناء
de: Singen
es: Cantar
fr: Chant
pl: Śpiewanie
ru: Пение
tr: Şarkı Söyleme
uk: Спів

source: Skiing
ar: التزلج
de: Skifahren
es: Esquí
fr: Ski
pl: Narciarstwo
ru: Лыжи
tr: Kayak
uk: Лижний спорт

source: Smoking
ar: التدخين
de: Rauchen
es: Tabaco
fr: Tabac
pl: Palenie
ru: Курение
tr: Sigara
uk: Куріння

source: Soccer
ar: كرة القدم
de: Fußball
es: Fútbol
fr: Football
pl: Piłka nożna
ru: Футбол
tr: Futbol
uk: Футбол

source: Social Awareness
ar: الوعي الاجتماعي
de: Sozialbewusstsein
es: Conciencia social
fr: Conscience sociale
pl: Świadomość społeczna
ru: Социальная осознанность
tr: Sosyal Farkındalık
uk: Соціальна свідомість

source: South America
ar: أمريكا الجنوبية
de: Südamerika
es: Sudamérica
fr: Amérique du Sud
pl: Ameryka Południowa
ru: Южная Америка
tr: Güney Amerika
uk: Південна Америка

source: Spain
ar: إسبانيا
de: Spanien
es: España
fr: Espagne
pl: Hiszpania
ru: Испания
tr: İspanya
uk: Іспанія

source: Spanish
ar: إسباني
de: Spanisch
es: Española
fr: Espagnole
pl: Hiszpańska
ru: Испанская
tr: İspanyol
uk: Іспанська

source: Spirituality
ar: الروحانية
de: Spiritualität
es: Espiritualidad
fr: Spiritualité
pl: Duchowość
ru: Духовность
tr: Maneviyat
uk: Духовність

source: Sports
ar: الرياضة
de: Sport
es: Deportes
pl: Sport
ru: Спорт
tr: Spor
uk: Спорт

source: Surfing
ar: ركوب الأمواج
de: Surfen
es: Surf
fr: Surf
ru: Серфинг
tr: Sörf
uk: Серфінг

source: Swimming
ar: السباحة
de: Schwimmen
es: Natación
fr: Natation
pl: Pływanie
ru: Плавание
tr: Yüzme
uk: Плавання

source: Switzerland
ar: سويسرا
de: Schweiz
es: Suiza
fr: Suisse
pl: Szwajcaria
ru: Швейцария
tr: İsviçre
uk: Швейцарія

source: Table Tennis
ar: تنس الطاولة
de: Tischtennis
es: Tenis de mesa
fr: Tennis de table
pl: Tenis stołowy
ru: Настольный теннис
tr: Masa Tenisi
uk: Настільний теніс

source: Thai
ar: تايلاندي
de: Thailändisch
es: Tailandesa
fr: Thaïlandaise
pl: Tajska
ru: Тайская
tr: Tayland
uk: Тайська

source: The Left
ar: اليسار
de: Die Linke
es: La Izquierda
fr: Die Linke
pl: Lewica
ru: Левые
tr: Sol Parti
uk: Die Linke

source: Travels
ar: السفر
de: Reisen
es: Viajes
fr: Voyages
pl: Podróże
ru: Путешествия
tr: Seyahat
uk: Подорожі

source: Turkey
ar: تركيا
de: Türkei
es: Turquía
fr: Turquie
pl: Turcja
ru: Турция
tr: Türkiye
uk: Туреччина

source: Turkish
ar: تركي
de: Türkisch
es: Turca
fr: Turque
pl: Turecka
ru: Турецкая
tr: Türk
uk: Турецька

source: United Kingdom
ar: المملكة المتحدة
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
pl: Wielka Brytania
ru: Великобритания
tr: Birleşik Krallık
uk: Велика Британія

source: Vegetarian
ar: نباتي
de: Vegetarier
es: Vegetariano/a
fr: Végétarien
pl: Wegetarianin
ru: Вегетарианец
tr: Vejetaryen
uk: Вегетаріанство

source: Video Games
ar: ألعاب الفيديو
de: Videospiele
es: Videojuegos
fr: Jeux vidéo
pl: Gry wideo
ru: Видеоигры
tr: Video Oyunları
uk: Відеоігри

source: Video Production
ar: إنتاج الفيديو
de: Videoproduktion
es: Producción de vídeo
fr: Production vidéo
pl: Produkcja wideo
ru: Видеопроизводство
tr: Video Prodüksiyon
uk: Відеовиробництво

source: Vietnamese
ar: فيتنامي
de: Vietnamesisch
es: Vietnamita
fr: Vietnamienne
pl: Wietnamska
ru: Вьетнамская
tr: Vietnam
uk: В'єтнамська

source: Want Children
ar: يريد أطفالاً
de: Kinderwunsch
es: Querer hijos
fr: Désir d'enfants
pl: Chęć posiadania dzieci
ru: Желание иметь детей
tr: Çocuk İstiyorum
uk: Бажання мати дітей

source: Winter Sports
ar: رياضات شتوية
de: Wintersport
es: Deportes de invierno
fr: Sports d'hiver
pl: Sporty zimowe
ru: Зимние виды спорта
tr: Kış Sporları
uk: Зимові види спорту

source: Writing
ar: الكتابة
de: Schreiben
es: Escritura
fr: Écriture
pl: Pisanie
ru: Писательство
tr: Yazarlık
uk: Письмо

source: Against the Wall
ar: على الحائط
de: An der Wand
es: Contra la pared
fr: Contre le mur
pl: Przy ścianie
ru: У стены
tr: Duvara Karşı
uk: Біля стіни

source: Anal Sex: Giving
ar: الجنس الشرجي: إيلاج
de: Analsex: Aktiv
es: Sexo anal: dar
fr: Sexe anal : actif
pl: Seks analny: dawanie
ru: Анальный секс: активный
tr: Anal Seks: Yapma
uk: Анальний секс: активний

source: Anal Sex: Receiving
ar: الجنس الشرجي: استقبال
de: Analsex: Passiv
es: Sexo anal: recibir
fr: Sexe anal : passif
pl: Seks analny: przyjmowanie
ru: Анальный секс: пассивный
tr: Anal Seks: Alma
uk: Анальний секс: пасивний

source: Don't Know Yet
ar: لا أعرف بعد
de: Weiß noch nicht
es: Aún no lo sé
fr: Je ne sais pas encore
pl: Jeszcze nie wiem
ru: Ещё не знаю
tr: Henüz Bilmiyorum
uk: Ще не знаю

source: Exhibitionism
ar: استعراضية
de: Exhibitionismus
es: Exhibicionismo
fr: Exhibitionnisme
pl: Ekshibicjonizm
ru: Эксгибиционизм
tr: Teşhircilik
uk: Ексгібіціонізм

source: Fetish
ar: فتيش
de: Fetisch
es: Fetiche
fr: Fétichisme
pl: Fetysz
ru: Фетиш
tr: Fetiş
uk: Фетиш

source: Fingering: Giving
ar: المداعبة بالأصابع: إعطاء
de: Fingern: Aktiv
es: Estimulación digital: dar
fr: Doigté : donner
pl: Petting: dawanie
ru: Фингеринг: активный
tr: Parmakla Uyarma: Yapma
uk: Фінгерінг: активний

source: Fingering: Receiving
ar: المداعبة بالأصابع: استقبال
de: Fingern: Passiv
es: Estimulación digital: recibir
fr: Doigté : recevoir
pl: Petting: przyjmowanie
ru: Фингеринг: пассивный
tr: Parmakla Uyarma: Alma
uk: Фінгерінг: пасивний

source: Friendship
ar: صداقة
de: Freundschaft
es: Amistad
fr: Amitié
pl: Przyjaźń
ru: Дружба
tr: Arkadaşlık
uk: Дружба

source: Group Play
ar: لعب جماعي
de: Gruppenspiel
es: Juego en grupo
fr: Jeu en groupe
pl: Zabawa grupowa
ru: Групповые практики
tr: Grup Oyunu
uk: Групова гра

source: In a Relationship
ar: في علاقة
de: In einer Beziehung
es: En una relación
fr: En couple
pl: W związku
ru: В отношениях
tr: İlişkide
uk: У стосунках

source: It's Complicated
ar: الأمر معقّد
de: Es ist kompliziert
es: Es complicado
fr: C'est compliqué
pl: To skomplikowane
ru: Всё сложно
tr: Karmaşık
uk: Все складно

source: Kissing
ar: التقبيل
de: Küssen
es: Besos
fr: Baisers
pl: Całowanie
ru: Поцелуи
tr: Öpüşme
uk: Поцілунки

source: Long-term Relationship
ar: علاقة طويلة الأمد
de: Langzeitbeziehung
es: Relación a largo plazo
fr: Relation long terme
pl: Długoterminowy związek
ru: Долгосрочные отношения
tr: Uzun Süreli İlişki
uk: Довгострокові стосунки

source: Marriage
ar: زواج
de: Heirat
es: Matrimonio
fr: Mariage
pl: Małżeństwo
ru: Брак
tr: Evlilik
uk: Шлюб

source: Married
ar: متزوج
de: Verheiratet
es: Casado/a
fr: Marié(e)
pl: Żonaty/Zamężna
ru: В браке
tr: Evli
uk: Одружений/заміжня

source: Massage: Giving
ar: التدليك: إعطاء
de: Massage: Aktiv
es: Masaje: dar
fr: Massage : donner
pl: Masaż: dawanie
ru: Массаж: делать
tr: Masaj: Yapma
uk: Масаж: активний

source: Massage: Receiving
ar: التدليك: استقبال
de: Massage: Passiv
es: Masaje: recibir
fr: Massage : recevoir
pl: Masaż: przyjmowanie
ru: Массаж: получать
tr: Masaj: Alma
uk: Масаж: пасивний

source: Missionary
ar: الوضع التبشيري
de: Missionarsstellung
es: Misionero
fr: Missionnaire
pl: Pozycja misjonarska
ru: Миссионерская
tr: Misyoner
uk: Місіонерська

source: None at All
ar: لا شيء على الإطلاق
de: Gar nicht
es: Nada en absoluto
fr: Pas du tout
pl: Wcale
ru: Вообще нет
tr: Hiç
uk: Зовсім ні

source: Often
ar: غالباً
de: Oft
es: A menudo
fr: Souvent
pl: Często
ru: Часто
tr: Sık Sık
uk: Часто

source: Open Relationship
ar: علاقة مفتوحة
de: Offene Beziehung
es: Relación abierta
fr: Relation libre
pl: Otwarty związek
ru: Открытые отношения
tr: Açık İlişki
uk: Відкриті стосунки

source: Oral Sex: Giving
ar: الجنس الفموي: إعطاء
de: Oralsex: Aktiv
es: Sexo oral: dar
fr: Sexe oral : donner
pl: Seks oralny: dawanie
ru: Оральный секс: активный
tr: Oral Seks: Yapma
uk: Оральний секс: активний

source: Oral Sex: Receiving
ar: الجنس الفموي: استقبال
de: Oralsex: Passiv
es: Sexo oral: recibir
fr: Sexe oral : recevoir
pl: Seks oralny: przyjmowanie
ru: Оральный секс: пассивный
tr: Oral Seks: Alma
uk: Оральний секс: пасивний

source: Pets
ar: الحيوانات الأليفة
de: Haustiere
es: Mascotas
fr: Animaux de compagnie
pl: Zwierzęta domowe
ru: Домашние животные
tr: Evcil Hayvanlar
uk: Домашні тварини

source: Phone Sex
ar: جنس هاتفي
de: Telefonsex
es: Sexo telefónico
fr: Sexe par téléphone
pl: Seks telefoniczny
ru: Секс по телефону
tr: Telefon Seksi
uk: Секс по телефону

source: Political Parties
ar: الأحزاب السياسية
de: Politische Parteien
es: Partidos políticos
fr: Partis politiques
pl: Partie polityczne
ru: Политические партии
tr: Siyasi Partiler
uk: Політичні партії

source: Rarely
ar: نادراً
de: Selten
es: Raramente
fr: Rarement
pl: Rzadko
ru: Редко
tr: Nadiren
uk: Рідко

source: Relationship Status
ar: الحالة العاطفية
de: Beziehungsstatus
es: Estado sentimental
fr: Situation amoureuse
pl: Status związku
ru: Семейное положение
tr: İlişki Durumu
uk: Сімейний стан

source: Rimming: Giving
ar: ريمينغ: إعطاء
de: Rimming: Aktiv
es: Rimming: dar
fr: Anulingus : donner
pl: Rimming: dawanie
ru: Римминг: активный
tr: Rimming: Yapma
uk: Рімінг: активний

source: Rimming: Receiving
ar: ريمينغ: استقبال
de: Rimming: Passiv
es: Rimming: recibir
fr: Anulingus : recevoir
pl: Rimming: przyjmowanie
ru: Римминг: пассивный
tr: Rimming: Alma
uk: Рімінг: пасивний

source: Role Play
ar: لعب الأدوار
de: Rollenspiel
es: Juego de roles
fr: Jeu de rôle
pl: Odgrywanie ról
ru: Ролевые игры
tr: Rol Yapma
uk: Рольова гра

source: Sexual Practices
ar: الممارسات الجنسية
de: Sexuelle Praktiken
es: Prácticas sexuales
fr: Pratiques sexuelles
pl: Praktyki seksualne
ru: Сексуальные практики
tr: Cinsel Pratikler
uk: Сексуальні практики

source: Sexual Preferences
ar: التفضيلات الجنسية
de: Sexuelle Vorlieben
es: Preferencias sexuales
fr: Préférences sexuelles
pl: Preferencje seksualne
ru: Сексуальные предпочтения
tr: Cinsel Tercihler
uk: Сексуальні уподобання

source: Shared Activities
ar: أنشطة مشتركة
de: Gemeinsame Aktivitäten
es: Actividades compartidas
fr: Activités partagées
pl: Wspólne aktywności
ru: Совместные занятия
tr: Ortak Aktiviteler
uk: Спільні заняття

source: Something Casual
ar: شيء عابر
de: Etwas Lockeres
es: Algo casual
fr: Quelque chose de léger
pl: Coś niezobowiązującego
ru: Ни к чему не обязывающее
tr: Ciddi Olmayan İlişki
uk: Щось легке

source: Sometimes
ar: أحياناً
de: Manchmal
es: A veces
fr: Parfois
pl: Czasami
ru: Иногда
tr: Bazen
uk: Іноді

source: Spooning
ar: عناق ملعقي
de: Löffelchen
es: Cucharita
fr: Cuillère
pl: Łyżeczka
ru: Ложечки
tr: Kaşık Pozisyonu
uk: Обійми ложечкою

source: Standing
ar: وقوفاً
de: Im Stehen
es: De pie
fr: Debout
pl: Na stojąco
ru: Стоя
tr: Ayakta
uk: Стоячи

source: Submissive
ar: خاضع
de: Devot
es: Sumiso/a
fr: Soumis
pl: Uległy
ru: Сабмиссив
tr: Boyun Eğen
uk: Сабмісив

source: Swinging
ar: تبادل الشركاء
de: Swingen
es: Intercambio de parejas
fr: Échangisme
ru: Свинг
tr: Swinger
uk: Свінгерство

source: Toys
ar: ألعاب جنسية
de: Spielzeug
es: Juguetes
fr: Jouets
pl: Zabawki
ru: Игрушки
tr: Oyuncaklar
uk: Іграшки

source: Voyeurism
ar: تلصصية
de: Voyeurismus
es: Voyeurismo
fr: Voyeurisme
pl: Wojeryzm
ru: Вуайеризм
tr: Röntgencilik
uk: Вуаєризм

source: What I'm Looking For
ar: ما أبحث عنه
de: Was ich suche
es: Lo que busco
fr: Ce que je recherche
pl: Czego szukam
ru: Что я ищу
tr: Ne Arıyorum
uk: Що я шукаю

source: Languages
ar: اللغات
de: Sprachen
es: Idiomas
fr: Langues
pl: Języki
ru: Языки
tr: Diller
uk: Мови

source: Your current email is %{current_email}. A confirmation link has been sent to %{new_email}.
ar: بريدك الإلكتروني الحالي هو %{current_email}. تم إرسال رابط تأكيد إلى %{new_email}.
de: Deine aktuelle E-Mail-Adresse ist %{current_email}. Ein Bestätigungslink wurde an %{new_email} gesendet.
es: Tu correo actual es %{current_email}. Se ha enviado un enlace de confirmación a %{new_email}.
fr: Votre e-mail actuel est %{current_email}. Un lien de confirmation a été envoyé à %{new_email}.
pl: Twój obecny e-mail to %{current_email}. Link potwierdzający został wysłany na %{new_email}.
ru: Ваш текущий e-mail: %{current_email}. Ссылка для подтверждения отправлена на %{new_email}.
tr: Mevcut e-postanız %{current_email}. %{new_email} adresine bir onay bağlantısı gönderildi.
uk: Ваш поточний email — %{current_email}. Посилання для підтвердження надіслано на %{new_email}.

source: Choose file
ar: اختر ملفاً
de: Datei auswählen
es: Elegir archivo
fr: Choisir un fichier
pl: Wybierz plik
ru: Выберите файл
tr: Dosya seç
uk: Вибрати файл

source: Drag and drop your photo here, or
ar: اسحب وأفلت صورتك هنا، أو
de: Ziehe dein Foto hierher oder
es: Arrastra y suelta tu foto aquí, o
fr: Glissez-déposez votre photo ici, ou
pl: Przeciągnij i upuść zdjęcie tutaj, lub
ru: Перетащите фото сюда или
tr: Fotoğrafınızı buraya sürükleyip bırakın veya
uk: Перетягніть фото сюди або

source: Invalid file type. Please upload an image.
ar: نوع ملف غير صالح. يرجى رفع صورة.
de: Ungültiger Dateityp. Bitte lade ein Bild hoch.
es: Tipo de archivo inválido. Por favor, sube una imagen.
fr: Type de fichier invalide. Veuillez télécharger une image.
pl: Nieprawidłowy typ pliku. Prześlij zdjęcie.
ru: Недопустимый тип файла. Пожалуйста, загрузите изображение.
tr: Geçersiz dosya türü. Lütfen bir resim yükleyin.
uk: Невірний тип файлу. Будь ласка, завантажте зображення.

source: Only one file at a time
ar: ملف واحد فقط في كل مرة
de: Nur eine Datei gleichzeitig
es: Solo un archivo a la vez
fr: Un seul fichier à la fois
pl: Tylko jeden plik na raz
ru: Только один файл за раз
tr: Aynı anda yalnızca bir dosya
uk: Лише один файл за раз

source: Pending review
ar: بانتظار المراجعة
de: Wird überprüft
es: Pendiente de revisión
fr: En attente de vérification
pl: Oczekuje na przegląd
ru: Ожидает проверки
tr: İnceleme bekliyor
uk: Очікує перевірки

source: Photo uploaded
ar: تم رفع الصورة
de: Foto hochgeladen
es: Foto subida
fr: Photo téléchargée
pl: Zdjęcie przesłane
ru: Фото загружено
tr: Fotoğraf yüklendi
uk: Фото завантажено

source: Photo uploaded! It will be reviewed shortly.
ar: تم رفع الصورة! ستتم مراجعتها قريباً.
de: Foto hochgeladen! Es wird in Kürze überprüft.
es: ¡Foto subida! Será revisada en breve.
fr: Photo téléchargée ! Elle sera vérifiée sous peu.
pl: Zdjęcie przesłane! Zostanie wkrótce sprawdzone.
ru: Фото загружено! Скоро оно будет проверено.
tr: Fotoğraf yüklendi! Kısa süre içinde incelenecek.
uk: Фото завантажено! Воно буде перевірено найближчим часом.

source: Processing
ar: جارٍ المعالجة
de: Wird verarbeitet
es: Procesando
fr: Traitement en cours
pl: Przetwarzanie
ru: Обработка
tr: İşleniyor
uk: Обробка

source: Profile Photo
ar: صورة الملف الشخصي
de: Profilfoto
es: Foto de perfil
fr: Photo de profil
pl: Zdjęcie profilowe
ru: Фото профиля
tr: Profil Fotoğrafı
uk: Фото профілю

source: Upload Photo
ar: رفع صورة
de: Foto hochladen
es: Subir foto
fr: Télécharger une photo
pl: Prześlij zdjęcie
ru: Загрузить фото
tr: Fotoğraf Yükle
uk: Завантажити фото

source: Upload a photo that shows your face clearly
ar: ارفع صورة تُظهر وجهك بوضوح
de: Lade ein Foto hoch, auf dem dein Gesicht gut zu sehen ist
es: Sube una foto que muestre tu cara claramente
fr: Téléchargez une photo qui montre clairement votre visage
pl: Prześlij zdjęcie, na którym wyraźnie widać Twoją twarz
ru: Загрузите фото, на котором чётко видно ваше лицо
tr: Yüzünüzü net gösteren bir fotoğraf yükleyin
uk: Завантажте фото, на якому чітко видно ваше обличчя

source: Upload error
ar: خطأ في الرفع
de: Fehler beim Hochladen
es: Error de subida
fr: Erreur de téléchargement
pl: Błąd przesyłania
ru: Ошибка загрузки
tr: Yükleme hatası
uk: Помилка завантаження

source: Upload failed
ar: فشل الرفع
de: Dieses Bild kann nicht als Avatar verwendet werden
es: Subida fallida
fr: Échec du téléchargement
pl: Przesyłanie nie powiodło się
ru: Загрузка не удалась
tr: Yükleme başarısız
uk: Завантаження не вдалося
