Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: On traditional platforms both sides struggle: Attractive people drown in requests, less popular ones barely get any. With us, the number of requests per day is limited. In real life, you can't talk to 10 potential partners at the same time either. This makes dating fairer for everyone.
ar: على المنصات التقليدية يعاني كلا الجانبين: الأشخاص الجذابون يغرقون في الطلبات، والأقل شعبية بالكاد يحصلون على أي شيء. معنا، عدد الطلبات اليومية محدود. في الحياة الواقعية أيضاً لا يمكنك التحدث مع 10 شركاء محتملين في نفس الوقت. هذا يجعل التعارف أكثر عدلاً للجميع.
de: Auf herkömmlichen Plattformen haben beide Seiten zu kämpfen: Attraktive Menschen ertrinken in Anfragen, weniger populäre bekommen kaum welche. Bei uns ist die Anzahl der Anfragen pro Tag begrenzt. Im echten Leben kann man auch nicht mit 10 potenziellen Partnern gleichzeitig reden. Das macht Dating für alle fairer.
es: En las plataformas tradicionales, ambos lados lo pasan mal: las personas atractivas se ahogan en solicitudes, las menos populares apenas reciben. Con nosotros, el número de solicitudes por día es limitado. En la vida real, tampoco puedes hablar con 10 posibles parejas al mismo tiempo. Esto hace que las citas sean más justas para todos.
fr: Sur les plateformes traditionnelles, les deux côtés souffrent : les personnes attractives sont submergées de demandes, les moins populaires n'en reçoivent presque aucune. Chez nous, le nombre de demandes par jour est limité. Dans la vie réelle, on ne peut pas non plus parler à 10 partenaires potentiels en même temps. Cela rend les rencontres plus équitables pour tous.
pl: Na tradycyjnych platformach obie strony mają problem: atrakcyjni ludzie toną w zapytaniach, mniej popularni prawie ich nie dostają. U nas liczba zapytań dziennie jest ograniczona. W prawdziwym życiu też nie możesz rozmawiać z 10 potencjalnymi partnerami jednocześnie. To sprawia, że randki są sprawiedliwsze dla wszystkich.
ru: На традиционных платформах обе стороны страдают: привлекательные люди тонут в запросах, менее популярные почти ничего не получают. У нас количество запросов в день ограничено. В реальной жизни вы тоже не можете общаться с 10 потенциальными партнёрами одновременно. Это делает знакомства справедливее для всех.
tr: Geleneksel platformlarda her iki taraf da zorlanır: Çekici insanlar isteklere boğulur, daha az popüler olanlar neredeyse hiç almaz. Bizde günlük istek sayısı sınırlıdır. Gerçek hayatta da aynı anda 10 potansiyel partnerle konuşamazsınız. Bu, tanışmayı herkes için daha adil kılar.
uk: На традиційних платформах обидві сторони страждають: привабливі люди потопають у запитах, менш популярні майже нічого не отримують. У нас кількість запитів на день обмежена. У реальному житті ви теж не можете спілкуватися з 10 потенційними партнерами одночасно. Це робить знайомства справедливішими для всіх.

source: Open dev mailbox
ar: فتح صندوق بريد المطور
de: Dev-Mailbox öffnen
es: Abrir buzón de desarrollo
fr: Ouvrir la boîte mail dev
pl: Otwórz skrzynkę deweloperską
ru: Открыть почтовый ящик разработчика
tr: Geliştirici posta kutusunu aç
uk: Відкрити поштову скриньку розробника

source: Our code is fully available on GitHub. Anyone can verify how our matching works. The algorithm treats everyone equally – no exceptions.
ar: كودنا متاح بالكامل على GitHub. يمكن لأي شخص التحقق من كيفية عمل المطابقة لدينا. الخوارزمية تعامل الجميع بالتساوي – بدون استثناءات.
de: Unser Code ist vollständig auf GitHub verfügbar. Jeder kann überprüfen, wie unser Matching funktioniert. Der Algorithmus behandelt alle gleich – keine Ausnahmen.
es: Nuestro código está completamente disponible en GitHub. Cualquiera puede verificar cómo funciona nuestro matching. El algoritmo trata a todos por igual – sin excepciones.
fr: Notre code est entièrement disponible sur GitHub. N'importe qui peut vérifier le fonctionnement de notre matching. L'algorithme traite tout le monde de manière égale – sans exception.
pl: Nasz kod jest w pełni dostępny na GitHub. Każdy może sprawdzić, jak działa nasze dopasowywanie. Algorytm traktuje wszystkich równo – bez wyjątków.
ru: Наш код полностью доступен на GitHub. Каждый может проверить, как работает наш подбор. Алгоритм относится ко всем одинаково – без исключений.
tr: Kodumuz tamamen GitHub'da mevcuttur. Eşleştirmemizin nasıl çalıştığını herkes doğrulayabilir. Algoritma herkese eşit davranır – istisna yok.
uk: Наш код повністю доступний на GitHub. Кожен може перевірити, як працює наш підбір. Алгоритм ставиться до всіх однаково – без винятків.

source: Our three-color system makes matching personal and honest
ar: نظامنا ذو الألوان الثلاثة يجعل المطابقة شخصية وصادقة
de: Unser Drei-Farben-System macht Matching persönlich und ehrlich
es: Nuestro sistema de tres colores hace que el matching sea personal y honesto
fr: Notre système à trois couleurs rend le matching personnel et honnête
pl: Nasz trójkolorowy system sprawia, że dopasowywanie jest osobiste i uczciwe
ru: Наша трёхцветная система делает подбор личным и честным
tr: Üç renkli sistemimiz eşleştirmeyi kişisel ve dürüst kılar
uk: Наша триколірна система робить підбір особистим та чесним

source: Our unique three-color system: White flags show who you are. Green ones what you're looking for. Red ones what's a no-go. This helps you find people who truly match you.
ar: نظامنا الفريد ذو الألوان الثلاثة: الأعلام البيضاء تُظهر من أنت. الخضراء ما تبحث عنه. الحمراء ما هو مرفوض. هذا يساعدك في إيجاد أشخاص يناسبونك حقاً.
de: Unser einzigartiges Drei-Farben-System: Weiße Flaggen zeigen, wer du bist. Grüne, was du suchst. Rote, was gar nicht geht. Das hilft dir, Menschen zu finden, die wirklich zu dir passen.
es: Nuestro sistema único de tres colores: las banderas blancas muestran quién eres. Las verdes lo que buscas. Las rojas lo que es inaceptable. Esto te ayuda a encontrar personas que realmente te correspondan.
fr: Notre système unique à trois couleurs : les drapeaux blancs montrent qui vous êtes. Les verts ce que vous cherchez. Les rouges ce qui est rédhibitoire. Cela vous aide à trouver des personnes qui vous correspondent vraiment.
pl: Nasz unikalny trójkolorowy system: białe flagi pokazują, kim jesteś. Zielone czego szukasz. Czerwone co jest nie do przyjęcia. To pomaga znaleźć ludzi, którzy naprawdę do Ciebie pasują.
ru: Наша уникальная трёхцветная система: белые флаги показывают, кто вы. Зелёные — что вы ищете. Красные — что неприемлемо. Это помогает найти людей, которые вам действительно подходят.
tr: Benzersiz üç renkli sistemimiz: Beyaz bayraklar kim olduğunuzu gösterir. Yeşiller ne aradığınızı. Kırmızılar neyin kabul edilemez olduğunu. Bu, size gerçekten uyan insanları bulmanıza yardımcı olur.
uk: Наша унікальна триколірна система: білі прапорці показують, хто ви. Зелені — що ви шукаєте. Червоні — що неприйнятно. Це допомагає знайти людей, які вам дійсно підходять.

source: Partnership, affair or a good conversation – we don't judge.
ar: شراكة، علاقة عابرة أو محادثة جيدة – نحن لا نحكم.
de: Partnerschaft, Affäre oder ein gutes Gespräch – wir urteilen nicht.
es: Relación, aventura o una buena conversación – no juzgamos.
fr: Relation, aventure ou bonne conversation – nous ne jugeons pas.
pl: Związek, przygoda czy dobra rozmowa – nie oceniamy.
ru: Отношения, интрижка или хорошая беседа – мы не судим.
tr: İlişki, macera veya güzel bir sohbet – yargılamıyoruz.
uk: Стосунки, інтрижка або гарна розмова – ми не засуджуємо.

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
pl: Hasło
ru: Пароль
tr: Şifre
uk: Пароль

source: Password (min. 12 characters)
ar: كلمة المرور (الحد الأدنى 12 حرف)
de: Passwort (mind. 12 Zeichen)
es: Contraseña (mín. 12 caracteres)
fr: Mot de passe (min. 12 caractères)
pl: Hasło (min. 12 znaków)
ru: Пароль (мин. 12 символов)
tr: Şifre (min. 12 karakter)
uk: Пароль (мін. 12 символів)

source: Password has been reset successfully.
ar: تمت إعادة تعيين كلمة المرور بنجاح.
de: Passwort wurde erfolgreich zurückgesetzt.
es: La contraseña se ha restablecido con éxito.
fr: Le mot de passe a été réinitialisé avec succès.
pl: Hasło zostało zresetowane pomyślnie.
ru: Пароль успешно сброшен.
tr: Şifre başarıyla sıfırlandı.
uk: Пароль успішно скинуто.

source: Password reset link is invalid or expired.
ar: رابط إعادة تعيين كلمة المرور غير صالح أو منتهي الصلاحية.
de: Der Link zum Zurücksetzen des Passworts ist ungültig oder abgelaufen.
es: El enlace para restablecer la contraseña es inválido o ha expirado.
fr: Le lien de réinitialisation du mot de passe est invalide ou a expiré.
pl: Link do resetowania hasła jest nieprawidłowy lub wygasł.
ru: Ссылка для сброса пароля недействительна или истекла.
tr: Şifre sıfırlama bağlantısı geçersiz veya süresi dolmuş.
uk: Посилання для скидання пароля недійсне або закінчилося.

source: Password updated successfully!
ar: تم تحديث كلمة المرور بنجاح!
de: Passwort erfolgreich aktualisiert!
es: ¡Contraseña actualizada con éxito!
fr: Mot de passe mis à jour avec succès !
pl: Hasło zaktualizowane pomyślnie!
ru: Пароль успешно обновлён!
tr: Şifre başarıyla güncellendi!
uk: Пароль успішно оновлено!

source: People looking for real connections
ar: أشخاص يبحثون عن روابط حقيقية
de: Menschen, die echte Verbindungen suchen
es: Personas buscando conexiones reales
fr: Des personnes à la recherche de vraies connexions
pl: Ludzie szukający prawdziwych więzi
ru: Люди, ищущие настоящие связи
tr: Gerçek bağlantılar arayan insanlar
uk: Люди, які шукають справжні зв'язки

source: Personality counts
ar: الشخصية مهمة
de: Persönlichkeit zählt
es: La personalidad cuenta
fr: La personnalité compte
pl: Osobowość się liczy
ru: Личность имеет значение
tr: Kişilik önemli
uk: Особистість має значення

source: Please enter a valid 5-digit zip code
ar: يرجى إدخال رمز بريدي صالح مكون من 5 أرقام
de: Bitte gib eine gültige 5-stellige PLZ ein
es: Por favor, ingresa un código postal válido de 5 dígitos
fr: Veuillez entrer un code postal valide à 5 chiffres
pl: Proszę wpisać prawidłowy 5-cyfrowy kod pocztowy
ru: Пожалуйста, введите действительный 5-значный почтовый индекс
tr: Lütfen geçerli 5 haneli bir posta kodu girin
uk: Будь ласка, введіть дійсний 5-значний поштовий індекс

source: Please re-authenticate to perform sensitive actions.
ar: يرجى إعادة المصادقة لتنفيذ إجراءات حساسة.
de: Bitte authentifiziere dich erneut, um sensible Aktionen durchzuführen.
es: Por favor, vuelve a autenticarte para realizar acciones sensibles.
fr: Veuillez vous ré-authentifier pour effectuer des actions sensibles.
pl: Proszę ponownie się uwierzytelnić, aby wykonać wrażliwe operacje.
ru: Пожалуйста, пройдите повторную аутентификацию для выполнения важных действий.
tr: Hassas işlemler için lütfen yeniden kimlik doğrulayın.
uk: Будь ласка, пройдіть повторну автентифікацію для виконання важливих дій.

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
pl: Prywatność
ru: Конфиденциальность
tr: Gizlilik
uk: Конфіденційність

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
pl: Profil
ru: Профиль
tr: Profil
uk: Профіль

source: Profiles with depth: Present yourself however you want – with photos only, text only, or both. Get to know people before contacting them – instead of just swiping pictures left or right.
ar: ملفات شخصية عميقة: قدّم نفسك كما تريد – بالصور فقط، بالنص فقط، أو كليهما. تعرّف على الأشخاص قبل التواصل معهم – بدلاً من مجرد تمرير الصور يميناً ويساراً.
de: Profile mit Tiefgang: Präsentiere dich, wie du willst – nur mit Fotos, nur mit Text oder beidem. Lerne Menschen kennen, bevor du sie kontaktierst – statt nur Bilder nach links oder rechts zu wischen.
es: Perfiles con profundidad: preséntate como quieras – solo con fotos, solo con texto, o ambos. Conoce a las personas antes de contactarlas – en lugar de solo deslizar fotos a la izquierda o derecha.
fr: Des profils en profondeur : présentez-vous comme vous le souhaitez – avec des photos uniquement, du texte uniquement, ou les deux. Apprenez à connaître les gens avant de les contacter – au lieu de simplement swiper des photos à gauche ou à droite.
pl: Profile z głębią: przedstaw się jak chcesz – tylko ze zdjęciami, tylko z tekstem, lub jedno i drugie. Poznaj ludzi przed nawiązaniem kontaktu – zamiast po prostu przesuwać zdjęcia w lewo lub w prawo.
ru: Глубокие профили: представляйте себя как хотите – только с фото, только с текстом или и то и другое. Познакомьтесь с людьми до контакта – вместо простого листания фотографий.
tr: Derinlikli profiller: Kendinizi istediğiniz gibi tanıtın – sadece fotoğraflarla, sadece metinle veya her ikisiyle. İnsanları iletişime geçmeden önce tanıyın – sadece fotoğrafları sola veya sağa kaydırmak yerine.
uk: Глибокі профілі: представляйте себе як хочете – лише з фото, лише з текстом або і те, і інше. Познайомтесь з людьми до контакту – замість простого гортання фотографій.

source: Ready for real dating?
ar: مستعد للتعارف الحقيقي؟
de: Bereit für echtes Dating?
es: ¿Listo/a para citas reales?
fr: Prêt(e) pour de vraies rencontres ?
pl: Gotowy/a na prawdziwe randki?
ru: Готовы к настоящим знакомствам?
tr: Gerçek tanışmaya hazır mısınız?
uk: Готові до справжніх знайомств?

source: Real people
ar: أشخاص حقيقيون
de: Echte Menschen
es: Personas reales
fr: De vraies personnes
pl: Prawdziwi ludzie
ru: Настоящие люди
tr: Gerçek insanlar
uk: Справжні люди

source: Red Flags
ar: الأعلام الحمراء
de: Rote Flaggen
es: Banderas rojas
fr: Drapeaux rouges
pl: Czerwone flagi
ru: Красные флаги
tr: Kırmızı Bayraklar
uk: Червоні прапорці

source: Referral code (optional)
ar: رمز الإحالة (اختياري)
de: Empfehlungscode (optional)
es: Código de referido (opcional)
fr: Code de parrainage (optionnel)
pl: Kod polecenia (opcjonalny)
ru: Код приглашения (необязательно)
tr: Davet kodu (isteğe bağlı)
uk: Код запрошення (необов'язково)

source: Register
ar: التسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
pl: Zarejestruj się
ru: Регистрация
tr: Kayıt ol
uk: Реєстрація

source: Register now
ar: سجّل الآن
de: Jetzt registrieren
es: Regístrate ahora
fr: S'inscrire maintenant
pl: Zarejestruj się teraz
ru: Зарегистрироваться
tr: Şimdi kayıt olun
uk: Зареєструватися

source: Register now – free
ar: سجّل الآن – مجاناً
de: Jetzt registrieren – kostenlos
es: Regístrate ahora – gratis
fr: S'inscrire maintenant – gratuit
pl: Zarejestruj się teraz – za darmo
ru: Зарегистрироваться – бесплатно
tr: Şimdi kayıt olun – ücretsiz
uk: Зареєструватися – безкоштовно

source: Remaining attempts:
ar: المحاولات المتبقية:
de: Verbleibende Versuche:
es: Intentos restantes:
fr: Tentatives restantes :
pl: Pozostałe próby:
ru: Осталось попыток:
tr: Kalan denemeler:
uk: Залишилося спроб:

source: Remaining time:
ar: الوقت المتبقي:
de: Verbleibende Zeit:
es: Tiempo restante:
fr: Temps restant :
pl: Pozostały czas:
ru: Оставшееся время:
tr: Kalan süre:
uk: Залишилося часу:

source: Remove location
ar: إزالة الموقع
de: Wohnsitz entfernen
es: Eliminar ubicación
fr: Supprimer le lieu
pl: Usuń lokalizację
ru: Удалить место
tr: Konumu kaldır
uk: Видалити місце

source: Reset password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
pl: Zresetuj hasło
ru: Сбросить пароль
tr: Şifreyi sıfırla
uk: Скинути пароль

source: Respect first
ar: الاحترام أولاً
de: Respekt zuerst
es: Respeto primero
fr: Le respect d'abord
pl: Szacunek na pierwszym miejscu
ru: Сначала уважение
tr: Önce saygı
uk: Спочатку повага

source: Save Password
ar: حفظ كلمة المرور
de: Passwort speichern
es: Guardar contraseña
fr: Enregistrer le mot de passe
pl: Zapisz hasło
ru: Сохранить пароль
tr: Şifreyi Kaydet
uk: Зберегти пароль

source: Saving...
ar: جارٍ الحفظ...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement...
pl: Zapisywanie...
ru: Сохранение...
tr: Kaydediliyor...
uk: Збереження...

source: Search radius (km)
ar: نطاق البحث (كم)
de: Suchradius (km)
es: Radio de búsqueda (km)
fr: Rayon de recherche (km)
pl: Promień wyszukiwania (km)
ru: Радиус поиска (км)
tr: Arama yarıçapı (km)
uk: Радіус пошуку (км)

source: Send reset link
ar: إرسال رابط إعادة التعيين
de: Link senden
es: Enviar enlace de restablecimiento
fr: Envoyer le lien de réinitialisation
pl: Wyślij link resetujący
ru: Отправить ссылку для сброса
tr: Sıfırlama bağlantısı gönder
uk: Надіслати посилання для скидання

source: Set new password
ar: تعيين كلمة مرور جديدة
de: Neues Passwort setzen
es: Establecer nueva contraseña
fr: Définir un nouveau mot de passe
pl: Ustaw nowe hasło
ru: Установить новый пароль
tr: Yeni şifre belirle
uk: Встановити новий пароль

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
pl: Ustawienia
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Show who you are, define what you're looking for and where your boundaries are.
ar: أظهر من أنت، حدد ما تبحث عنه وأين حدودك.
de: Zeige, wer du bist, definiere, was du suchst und wo deine Grenzen liegen.
es: Muestra quién eres, define lo que buscas y dónde están tus límites.
fr: Montrez qui vous êtes, définissez ce que vous cherchez et où sont vos limites.
pl: Pokaż, kim jesteś, określ, czego szukasz i gdzie są Twoje granice.
ru: Покажите, кто вы, определите, что вы ищете и где ваши границы.
tr: Kim olduğunuzu gösterin, ne aradığınızı ve sınırlarınızın nerede olduğunu belirleyin.
uk: Покажіть, хто ви, визначте, що ви шукаєте і де ваші межі.

source: Stories instead of swipes
ar: قصص بدلاً من التمريرات
de: Geschichten statt Swipes
es: Historias en lugar de deslizamientos
fr: Des histoires au lieu de swipes
pl: Historie zamiast przesunięć
ru: Истории вместо свайпов
tr: Kaydırma yerine hikayeler
uk: Історії замість свайпів

source: That's a no-go
ar: هذا مرفوض
de: Das geht gar nicht
es: Eso es inaceptable
fr: C'est rédhibitoire
pl: To nie do przyjęcia
ru: Это неприемлемо
tr: Bu kabul edilemez
uk: Це неприйнятно

source: This confirmation link is invalid or expired.
ar: رابط التأكيد هذا غير صالح أو منتهي الصلاحية.
de: Dieser Bestätigungslink ist ungültig oder abgelaufen.
es: Este enlace de confirmación es inválido o ha expirado.
fr: Ce lien de confirmation est invalide ou a expiré.
pl: Ten link potwierdzający jest nieprawidłowy lub wygasł.
ru: Эта ссылка для подтверждения недействительна или истекла.
tr: Bu onay bağlantısı geçersiz veya süresi dolmuş.
uk: Це посилання для підтвердження недійсне або закінчилося.

source: This is me
ar: هذا أنا
de: Das bin ich
es: Este soy yo
fr: C'est moi
pl: To ja
ru: Это я
tr: Bu benim
uk: Це я

source: This is what I'm looking for
ar: هذا ما أبحث عنه
de: Das suche ich
es: Esto es lo que busco
fr: C'est ce que je cherche
pl: Tego szukam
ru: Это то, что я ищу
tr: Aradığım şey bu
uk: Це те, що я шукаю

source: This location has already been added
ar: تم إضافة هذا الموقع بالفعل
de: Dieser Wohnsitz wurde bereits hinzugefügt
es: Esta ubicación ya ha sido agregada
fr: Ce lieu a déjà été ajouté
pl: Ta lokalizacja została już dodana
ru: Это место уже добавлено
tr: Bu konum zaten eklendi
uk: Це місце вже додано

source: Transparency through Open Source
ar: الشفافية من خلال المصدر المفتوح
de: Transparenz durch Open Source
es: Transparencia a través del código abierto
fr: La transparence par l'Open Source
pl: Przejrzystość dzięki otwartemu źródłu
ru: Прозрачность через открытый исходный код
tr: Açık Kaynak ile şeffaflık
uk: Прозорість через відкритий код

source: Verified profiles and active moderation ensure a safe community. Fake profiles and bots barely stand a chance with us.
ar: الملفات الشخصية الموثقة والإشراف النشط يضمنان مجتمعاً آمناً. الملفات المزيفة والبوتات ليس لديها فرصة تُذكر لدينا.
de: Verifizierte Profile und aktive Moderation sorgen für eine sichere Community. Fake-Profile und Bots haben bei uns kaum eine Chance.
es: Perfiles verificados y moderación activa aseguran una comunidad segura. Los perfiles falsos y bots apenas tienen oportunidad con nosotros.
fr: Des profils vérifiés et une modération active assurent une communauté sûre. Les faux profils et les bots n'ont pratiquement aucune chance chez nous.
pl: Zweryfikowane profile i aktywna moderacja zapewniają bezpieczną społeczność. Fałszywe profile i boty prawie nie mają u nas szans.
ru: Проверенные профили и активная модерация обеспечивают безопасное сообщество. Фейковые профили и боты почти не имеют шансов у нас.
tr: Doğrulanmış profiller ve aktif moderasyon güvenli bir topluluk sağlar. Sahte profiller ve botların bizde neredeyse hiç şansı yok.
uk: Перевірені профілі та активна модерація забезпечують безпечну спільноту. Фейкові профілі та боти майже не мають шансів у нас.

source: Verifying...
ar: جارٍ التحقق...
de: Wird überprüft...
es: Verificando...
fr: Vérification...
pl: Weryfikacja...
ru: Проверка...
tr: Doğrulanıyor...
uk: Перевірка...

source: View code on GitHub
ar: عرض الكود على GitHub
de: Code auf GitHub ansehen
es: Ver código en GitHub
fr: Voir le code sur GitHub
pl: Zobacz kod na GitHub
ru: Посмотреть код на GitHub
tr: Kodu GitHub'da görüntüle
uk: Переглянути код на GitHub

source: We sent a 6-digit code to
ar: أرسلنا رمزاً مكوناً من 6 أرقام إلى
de: Wir haben einen 6-stelligen Code gesendet an
es: Enviamos un código de 6 dígitos a
fr: Nous avons envoyé un code à 6 chiffres à
pl: Wysłaliśmy 6-cyfrowy kod do
ru: Мы отправили 6-значный код на
tr: 6 haneli bir kod gönderdik:
uk: Ми надіслали 6-значний код на

source: Welcome back!
ar: أهلاً بعودتك!
de: Willkommen zurück!
es: ¡Bienvenido/a de nuevo!
fr: Bon retour !
pl: Witamy ponownie!
ru: С возвращением!
tr: Tekrar hoş geldiniz!
uk: З поверненням!

source: What do you want in a partner? Which traits do you find attractive? The order shows what matters most to you.
ar: ماذا تريد في شريك؟ أي الصفات تجدها جذابة؟ الترتيب يُظهر ما هو الأهم بالنسبة لك.
de: Was wünschst du dir bei einem Partner? Welche Eigenschaften findest du attraktiv? Die Reihenfolge zeigt, was dir am wichtigsten ist.
es: ¿Qué buscas en una pareja? ¿Qué rasgos encuentras atractivos? El orden muestra lo que más te importa.
fr: Que recherchez-vous chez un partenaire ? Quels traits trouvez-vous attirants ? L'ordre montre ce qui compte le plus pour vous.
pl: Czego szukasz u partnera? Jakie cechy uważasz za atrakcyjne? Kolejność pokazuje, co jest dla Ciebie najważniejsze.
ru: Что вы хотите от партнёра? Какие качества вы находите привлекательными? Порядок показывает, что для вас важнее всего.
tr: Bir partnerde ne arıyorsunuz? Hangi özellikleri çekici buluyorsunuz? Sıralama sizin için en önemli olanı gösterir.
uk: Що ви хочете від партнера? Які риси ви вважаєте привабливими? Порядок показує, що для вас найважливіше.

source: What makes ANIMINA different
ar: ما الذي يميّز ANIMINA
de: Was ANIMINA anders macht
es: Lo que hace diferente a ANIMINA
fr: Ce qui rend ANIMINA différent
pl: Co wyróżnia ANIMINA
ru: Что отличает ANIMINA
tr: ANIMINA'yı farklı kılan ne
uk: Що відрізняє ANIMINA

source: White Flags
ar: الأعلام البيضاء
de: Weiße Flaggen
es: Banderas blancas
fr: Drapeaux blancs
pl: Białe flagi
ru: Белые флаги
tr: Beyaz Bayraklar
uk: Білі прапорці
