Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/emails.po
Languages: ar, de, fr, pl, ru, tr, uk

source: %{count} new user registered and confirmed via PIN at ANIMINA in the last 24 hours.
ar: لا يوجد مستخدمون جدد سجلوا وأكدوا عبر رمز PIN في ANIMINA خلال الـ 24 ساعة الماضية.
de: %{count} neuer Nutzer hat sich in den letzten 24 Stunden bei ANIMINA registriert und per PIN bestätigt.
fr: %{count} nouvel utilisateur inscrit et confirmé par PIN sur ANIMINA au cours des dernières 24 heures.
pl: %{count} nowy użytkownik zarejestrował się i potwierdził konto kodem PIN na ANIMINA w ciągu ostatnich 24 godzin.
ru: %{count} новый пользователь зарегистрировался и подтвердил аккаунт через PIN на ANIMINA за последние 24 часа.
tr: Son 24 saatte ANIMINA'da PIN ile kayıt olup onaylanan %{count} yeni kullanıcı.
uk: %{count} новий користувач зареєструвався та підтвердив акаунт через PIN на ANIMINA за останні 24 години.

source: ANIMINA: %{count} new user in the last 24 hours
ar: ANIMINA: لا يوجد مستخدمون جدد خلال الـ 24 ساعة الماضية
de: ANIMINA: %{count} neuer Nutzer in den letzten 24 Stunden
fr: ANIMINA : %{count} nouvel utilisateur au cours des dernières 24 heures
pl: ANIMINA: %{count} nowy użytkownik w ciągu ostatnich 24 godzin
ru: ANIMINA: %{count} новый пользователь за последние 24 часа
tr: ANIMINA: Son 24 saatte %{count} yeni kullanıcı
uk: ANIMINA: %{count} новий користувач за останні 24 години

source: Hello,
ar: مرحبًا،
de: Hallo,
fr: Bonjour,
pl: Witaj,
ru: Здравствуйте,
tr: Merhaba,
uk: Вітаємо,

source: Hi %{email},
ar: مرحبًا %{email}،
de: Hallo %{email},
fr: Bonjour %{email},
pl: Witaj %{email},
ru: Здравствуйте, %{email},
tr: Merhaba %{email},
uk: Вітаємо, %{email},

source: If this was not you, we recommend changing your password to protect your account.
ar: إذا لم تكن أنت من قام بذلك، نوصيك بتغيير كلمة المرور لحماية حسابك.
de: Falls Sie das nicht waren, empfehlen wir Ihnen, Ihr Passwort zu ändern, um Ihr Konto zu schützen.
fr: Si ce n'était pas vous, nous vous recommandons de changer votre mot de passe pour protéger votre compte.
pl: Jeśli to nie byłeś/aś Ty, zalecamy zmianę hasła w celu ochrony konta.
ru: Если это были не вы, мы рекомендуем сменить пароль для защиты вашего аккаунта.
tr: Bu siz değilseniz, hesabınızı korumak için şifrenizi değiştirmenizi öneririz.
uk: Якщо це були не ви, ми рекомендуємо змінити пароль для захисту вашого акаунту.

source: If you did not create an account at ANIMINA, please ignore this email.
ar: إذا لم تقم بإنشاء حساب في ANIMINA، يرجى تجاهل هذا البريد الإلكتروني.
de: Falls Sie kein Konto bei ANIMINA erstellt haben, ignorieren Sie bitte diese E-Mail.
fr: Si vous n'avez pas créé de compte sur ANIMINA, veuillez ignorer cet e-mail.
pl: Jeśli nie zakładałeś/aś konta na ANIMINA, prosimy o zignorowanie tego e-maila.
ru: Если вы не создавали аккаунт на ANIMINA, пожалуйста, проигнорируйте это письмо.
tr: ANIMINA'da bir hesap oluşturmadıysanız, lütfen bu e-postayı dikkate almayın.
uk: Якщо ви не створювали акаунт на ANIMINA, будь ласка, проігноруйте цей лист.

source: If you did not request a new password, please ignore this email.
ar: إذا لم تطلب كلمة مرور جديدة، يرجى تجاهل هذا البريد الإلكتروني.
de: Falls Sie kein neues Passwort angefordert haben, ignorieren Sie bitte diese E-Mail.
fr: Si vous n'avez pas demandé un nouveau mot de passe, veuillez ignorer cet e-mail.
pl: Jeśli nie prosiłeś/aś o nowe hasło, prosimy o zignorowanie tego e-maila.
ru: Если вы не запрашивали новый пароль, пожалуйста, проигнорируйте это письмо.
tr: Yeni bir şifre talep etmediyseniz, lütfen bu e-postayı dikkate almayın.
uk: Якщо ви не запитували новий пароль, будь ласка, проігноруйте цей лист.

source: If you didn't request this change, please ignore this.
ar: إذا لم تطلب هذا التغيير، يرجى تجاهل هذه الرسالة.
de: Falls Sie diese Änderung nicht angefordert haben, ignorieren Sie bitte diese Nachricht.
fr: Si vous n'avez pas demandé ce changement, veuillez ignorer ce message.
pl: Jeśli nie prosiłeś/aś o tę zmianę, prosimy o zignorowanie tej wiadomości.
ru: Если вы не запрашивали это изменение, пожалуйста, проигнорируйте это сообщение.
tr: Bu değişikliği siz talep etmediyseniz, lütfen bunu dikkate almayın.
uk: Якщо ви не запитували цю зміну, будь ласка, проігноруйте це повідомлення.

source: If you were trying to register yourself: You already have an account. Please log in with your existing password or use the forgot password feature.
ar: إذا كنت تحاول التسجيل: لديك حساب بالفعل. يرجى تسجيل الدخول بكلمة المرور الحالية أو استخدام ميزة نسيت كلمة المرور.
de: Falls Sie versucht haben, sich selbst zu registrieren: Sie haben bereits ein Konto. Bitte melden Sie sich mit Ihrem bestehenden Passwort an oder nutzen Sie die Passwort-vergessen-Funktion.
fr: Si vous essayiez de vous inscrire : vous avez déjà un compte. Veuillez vous connecter avec votre mot de passe existant ou utiliser la fonction mot de passe oublié.
pl: Jeśli próbowałeś/aś się zarejestrować: masz już konto. Zaloguj się istniejącym hasłem lub skorzystaj z funkcji odzyskiwania hasła.
ru: Если вы пытались зарегистрироваться: у вас уже есть аккаунт. Пожалуйста, войдите с существующим паролем или воспользуйтесь функцией восстановления пароля.
tr: Kendinizi kayıt etmeye çalışıyorsanız: Zaten bir hesabınız var. Lütfen mevcut şifrenizle giriş yapın veya şifremi unuttum özelliğini kullanın.
uk: Якщо ви намагалися зареєструватися: у вас вже є акаунт. Будь ласка, увійдіть з існуючим паролем або скористайтеся функцією відновлення пароля.

source: Please enter this code within 30 minutes to confirm your email address.
ar: يرجى إدخال هذا الرمز خلال 30 دقيقة لتأكيد عنوان بريدك الإلكتروني.
de: Bitte geben Sie diesen Code innerhalb von 30 Minuten ein, um Ihre E-Mail-Adresse zu bestätigen.
fr: Veuillez saisir ce code dans les 30 minutes pour confirmer votre adresse e-mail.
pl: Proszę wprowadzić ten kod w ciągu 30 minut, aby potwierdzić swój adres e-mail.
ru: Пожалуйста, введите этот код в течение 30 минут для подтверждения вашего адреса электронной почты.
tr: E-posta adresinizi onaylamak için lütfen bu kodu 30 dakika içinde girin.
uk: Будь ласка, введіть цей код протягом 30 хвилин для підтвердження вашої адреси електронної пошти.

source: Reset password – ANIMINA
ar: إعادة تعيين كلمة المرور – ANIMINA
de: Passwort zurücksetzen – ANIMINA
fr: Réinitialisation du mot de passe – ANIMINA
pl: Resetowanie hasła – ANIMINA
ru: Сброс пароля – ANIMINA
tr: Şifre sıfırlama – ANIMINA
uk: Скидання пароля – ANIMINA

source: Security notice – ANIMINA
ar: إشعار أمان – ANIMINA
de: Sicherheitshinweis – ANIMINA
fr: Avis de sécurité – ANIMINA
pl: Powiadomienie o bezpieczeństwie – ANIMINA
ru: Уведомление о безопасности – ANIMINA
tr: Güvenlik bildirimi – ANIMINA
uk: Повідомлення про безпеку – ANIMINA

source: Someone tried to create a new ANIMINA account with your email address (%{email}).
ar: حاول شخص ما إنشاء حساب ANIMINA جديد باستخدام عنوان بريدك الإلكتروني (%{email}).
de: Jemand hat versucht, ein neues ANIMINA-Konto mit Ihrer E-Mail-Adresse (%{email}) zu erstellen.
fr: Quelqu'un a essayé de créer un nouveau compte ANIMINA avec votre adresse e-mail (%{email}).
pl: Ktoś próbował utworzyć nowe konto ANIMINA z Twoim adresem e-mail (%{email}).
ru: Кто-то попытался создать новый аккаунт ANIMINA с вашим адресом электронной почты (%{email}).
tr: Birisi e-posta adresinizle (%{email}) yeni bir ANIMINA hesabı oluşturmaya çalıştı.
uk: Хтось намагався створити новий акаунт ANIMINA з вашою адресою електронної пошти (%{email}).

source: This link is valid for 1 hour.
ar: هذا الرابط صالح لمدة ساعة واحدة.
de: Dieser Link ist 1 Stunde gültig.
fr: Ce lien est valide pendant 1 heure.
pl: Ten link jest ważny przez 1 godzinę.
ru: Эта ссылка действительна в течение 1 часа.
tr: Bu bağlantı 1 saat geçerlidir.
uk: Це посилання дійсне протягом 1 години.

source: Update email instructions – ANIMINA
ar: تعليمات تغيير البريد الإلكتروني – ANIMINA
de: E-Mail-Änderungsanleitung – ANIMINA
fr: Instructions de modification d'e-mail – ANIMINA
pl: Instrukcje zmiany adresu e-mail – ANIMINA
ru: Инструкции по изменению электронной почты – ANIMINA
tr: E-posta değiştirme talimatları – ANIMINA
uk: Інструкції зі зміни електронної пошти – ANIMINA

source: You can change your email by visiting the URL below:
ar: يمكنك تغيير بريدك الإلكتروني من خلال زيارة الرابط أدناه:
de: Sie können Ihre E-Mail ändern, indem Sie die folgende URL besuchen:
fr: Vous pouvez modifier votre e-mail en visitant le lien ci-dessous :
pl: Możesz zmienić swój adres e-mail, odwiedzając poniższy link:
ru: Вы можете изменить свой адрес электронной почты, перейдя по ссылке ниже:
tr: Aşağıdaki bağlantıyı ziyaret ederek e-postanızı değiştirebilirsiniz:
uk: Ви можете змінити свою адресу електронної пошти, перейшовши за посиланням нижче:

source: You can reset your password by visiting the following link:
ar: يمكنك إعادة تعيين كلمة المرور من خلال زيارة الرابط التالي:
de: Sie können Ihr Passwort zurücksetzen, indem Sie den folgenden Link besuchen:
fr: Vous pouvez réinitialiser votre mot de passe en visitant le lien suivant :
pl: Możesz zresetować hasło, odwiedzając poniższy link:
ru: Вы можете сбросить пароль, перейдя по следующей ссылке:
tr: Aşağıdaki bağlantıyı ziyaret ederek şifrenizi sıfırlayabilirsiniz:
uk: Ви можете скинути пароль, перейшовши за наступним посиланням:

source: You have a maximum of 3 attempts. After 3 wrong entries or after 30 minutes, your account will be deleted and you will need to register again.
ar: لديك 3 محاولات كحد أقصى. بعد 3 إدخالات خاطئة أو بعد 30 دقيقة، سيتم حذف حسابك وستحتاج إلى التسجيل مرة أخرى.
de: Sie haben maximal 3 Versuche. Nach 3 Fehleingaben oder nach 30 Minuten wird Ihr Konto gelöscht und Sie müssen sich erneut registrieren.
fr: Vous disposez d'un maximum de 3 tentatives. Après 3 saisies erronées ou après 30 minutes, votre compte sera supprimé et vous devrez vous réinscrire.
pl: Masz maksymalnie 3 próby. Po 3 błędnych wpisach lub po 30 minutach Twoje konto zostanie usunięte i będziesz musiał/a zarejestrować się ponownie.
ru: У вас максимум 3 попытки. После 3 неправильных вводов или через 30 минут ваш аккаунт будет удалён, и вам нужно будет зарегистрироваться заново.
tr: En fazla 3 deneme hakkınız var. 3 yanlış giriş veya 30 dakika sonra hesabınız silinecek ve tekrar kayıt olmanız gerekecektir.
uk: У вас максимум 3 спроби. Після 3 неправильних введень або через 30 хвилин ваш акаунт буде видалено, і вам потрібно буде зареєструватися знову.

source: Your confirmation code for ANIMINA
ar: رمز التأكيد الخاص بك لـ ANIMINA
de: Ihr Bestätigungscode für ANIMINA
fr: Votre code de confirmation pour ANIMINA
pl: Twój kod potwierdzenia dla ANIMINA
ru: Ваш код подтверждения для ANIMINA
tr: ANIMINA için onay kodunuz
uk: Ваш код підтвердження для ANIMINA

source: Your confirmation code is:
ar: رمز التأكيد الخاص بك هو:
de: Ihr Bestätigungscode lautet:
fr: Votre code de confirmation est :
pl: Twój kod potwierdzenia to:
ru: Ваш код подтверждения:
tr: Onay kodunuz:
uk: Ваш код підтвердження:
