Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: This is a cat. Your profile photo must show your face. You can use animal photos in your moodboard instead.
ar: هذه قطة. يجب أن تُظهر صورة ملفك الشخصي وجهك. يمكنك استخدام صور الحيوانات في لوحة المزاج بدلاً من ذلك.
de: Das ist eine Katze. Dein Profilfoto muss dein Gesicht zeigen. Du kannst Tierfotos stattdessen in deinem Moodboard verwenden.
es: Esto es un gato. Tu foto de perfil debe mostrar tu cara. Puedes usar fotos de animales en tu moodboard.
fr: C'est un chat. Votre photo de profil doit montrer votre visage. Vous pouvez utiliser des photos d'animaux dans votre moodboard.
pl: To jest kot. Twoje zdjęcie profilowe musi pokazywać Twoją twarz. Zdjęcia zwierząt możesz umieścić na swoim moodboardzie.
ru: Это кошка. На фото профиля должно быть ваше лицо. Вы можете использовать фотографии животных в мудборде.
tr: Bu bir kedi. Profil fotoğrafınız yüzünüzü göstermelidir. Hayvan fotoğraflarını moodboard'unuzda kullanabilirsiniz.
uk: Це кіт. Ваше фото профілю повинно показувати ваше обличчя. Ви можете використовувати фото тварин у мудборді.

source: This is a dog. Your profile photo must show your face. You can use animal photos in your moodboard instead.
ar: هذا كلب. يجب أن تُظهر صورة ملفك الشخصي وجهك. يمكنك استخدام صور الحيوانات في لوحة المزاج بدلاً من ذلك.
de: Das ist ein Hund. Dein Profilfoto muss dein Gesicht zeigen. Du kannst Tierfotos stattdessen in deinem Moodboard verwenden.
es: Esto es un perro. Tu foto de perfil debe mostrar tu cara. Puedes usar fotos de animales en tu moodboard.
fr: C'est un chien. Votre photo de profil doit montrer votre visage. Vous pouvez utiliser des photos d'animaux dans votre moodboard.
pl: To jest pies. Twoje zdjęcie profilowe musi pokazywać Twoją twarz. Zdjęcia zwierząt możesz umieścić na swoim moodboardzie.
ru: Это собака. На фото профиля должно быть ваше лицо. Вы можете использовать фотографии животных в мудборде.
tr: Bu bir köpek. Profil fotoğrafınız yüzünüzü göstermelidir. Hayvan fotoğraflarını moodboard'unuzda kullanabilirsiniz.
uk: Це собака. Ваше фото профілю повинно показувати ваше обличчя. Ви можете використовувати фото тварин у мудборді.

source: This is an animal. Your profile photo must show your face. You can use animal photos in your moodboard instead.
ar: هذا حيوان. يجب أن تُظهر صورة ملفك الشخصي وجهك. يمكنك استخدام صور الحيوانات في لوحة المزاج بدلاً من ذلك.
de: Das ist ein Tier. Dein Profilfoto muss dein Gesicht zeigen. Du kannst Tierfotos stattdessen in deinem Moodboard verwenden.
es: Esto es un animal. Tu foto de perfil debe mostrar tu cara. Puedes usar fotos de animales en tu moodboard.
fr: C'est un animal. Votre photo de profil doit montrer votre visage. Vous pouvez utiliser des photos d'animaux dans votre moodboard.
pl: To jest zwierzę. Twoje zdjęcie profilowe musi pokazywać Twoją twarz. Zdjęcia zwierząt możesz umieścić na swoim moodboardzie.
ru: Это животное. На фото профиля должно быть ваше лицо. Вы можете использовать фотографии животных в мудборде.
tr: Bu bir hayvan. Profil fotoğrafınız yüzünüzü göstermelidir. Hayvan fotoğraflarını moodboard'unuzda kullanabilirsiniz.
uk: Це тварина. Ваше фото профілю повинно показувати ваше обличчя. Ви можете використовувати фото тварин у мудборді.

source: does not match password
de: stimmt nicht mit dem Passwort überein
es: no coincide con la contraseña
fr: ne correspond pas au mot de passe
pl: nie pasuje do hasła
ru: не совпадает с паролем
tr: şifre ile eşleşmiyor
uk: не збігається з паролем

source: must have the @ sign and no spaces
de: muss das @-Zeichen enthalten und darf keine Leerzeichen haben
es: debe tener el signo @ y no tener espacios
fr: doit contenir le signe @ et ne pas avoir d'espaces
pl: musi zawierać znak @ i nie może zawierać spacji
ru: должен содержать знак @ и не содержать пробелов
tr: @ işareti içermeli ve boşluk olmamalıdır
uk: має містити знак @ і не містити пробілів

source: is not a valid email address
de: ist keine gültige E-Mail-Adresse
es: no es una dirección de correo electrónico válida
fr: n'est pas une adresse e-mail valide
pl: nie jest prawidłowym adresem e-mail
ru: не является действительным адресом электронной почты
tr: geçerli bir e-posta adresi değil

source: is already blocked
de: ist bereits blockiert
es: ya está bloqueado
fr: est déjà bloqué
pl: jest już zablokowany
ru: уже заблокирован
tr: zaten engellendi
