Repository: animina-dating/animina
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ar, de, es, fr, pl, ru, tr, uk

source: can't be blank
ar: لا يمكن أن يكون فارغاً
de: darf nicht leer sein
es: no puede estar en blanco
fr: ne peut pas être vide
pl: nie może być puste
ru: не может быть пустым
tr: boş bırakılamaz
uk: не може бути порожнім

source: has already been taken
ar: مأخوذ بالفعل
de: ist bereits vergeben
es: ya ha sido tomado
fr: est déjà pris
pl: jest już zajęte
ru: уже занято
tr: zaten alınmış
uk: вже зайнято

source: is invalid
ar: غير صالح
de: ist ungültig
es: es inválido
fr: est invalide
pl: jest nieprawidłowe
ru: недействительно
tr: geçersiz
uk: недійсне

source: must be accepted
ar: يجب قبوله
de: muss akzeptiert werden
es: debe ser aceptado
fr: doit être accepté
pl: musi zostać zaakceptowane
ru: должно быть принято
tr: kabul edilmelidir
uk: повинно бути прийнято

source: has invalid format
ar: له تنسيق غير صالح
de: hat ein ungültiges Format
es: tiene un formato inválido
fr: a un format invalide
pl: ma nieprawidłowy format
ru: имеет неверный формат
tr: geçersiz formata sahip
uk: має невірний формат

source: has an invalid entry
ar: يحتوي على إدخال غير صالح
de: enthält einen ungültigen Eintrag
es: contiene una entrada inválida
fr: contient une entrée invalide
pl: zawiera nieprawidłowy wpis
ru: содержит недопустимую запись
tr: geçersiz bir giriş içeriyor
uk: містить недопустимий запис

source: is reserved
ar: محجوز
de: ist reserviert
es: está reservado
fr: est réservé
pl: jest zarezerwowane
ru: зарезервировано
tr: ayrılmış
uk: зарезервовано

source: does not match confirmation
ar: لا يتطابق مع التأكيد
de: stimmt nicht mit der Bestätigung überein
es: no coincide con la confirmación
fr: ne correspond pas à la confirmation
pl: nie pasuje do potwierdzenia
ru: не совпадает с подтверждением
tr: onay ile eşleşmiyor
uk: не збігається з підтвердженням

source: is still associated with this entry
ar: لا يزال مرتبطاً بهذا الإدخال
de: ist noch mit diesem Eintrag verbunden
es: todavía está asociado con esta entrada
fr: est toujours associé à cette entrée
pl: jest nadal powiązane z tym wpisem
ru: всё ещё связано с этой записью
tr: hala bu girişle ilişkili
uk: все ще пов'язано з цим записом

source: are still associated with this entry
ar: لا تزال مرتبطة بهذا الإدخال
de: sind noch mit diesem Eintrag verbunden
es: todavía están asociados con esta entrada
fr: sont toujours associés à cette entrée
pl: są nadal powiązane z tym wpisem
ru: всё ещё связаны с этой записью
tr: hala bu girişle ilişkili
uk: все ще пов'язані з цим записом

source: should have %{count} item(s)
ar: يجب أن يحتوي على %{count} عنصر
de: sollte %{count} Element haben
es: debería tener %{count} elemento
fr: devrait avoir %{count} élément
pl: powinno zawierać %{count} element
ru: должно содержать %{count} элемент
tr: %{count} öğe içermeli
uk: повинно містити %{count} елемент

source: should be %{count} character(s)
ar: يجب أن يكون %{count} حرف
de: sollte %{count} Zeichen lang sein
es: debería tener %{count} carácter
fr: devrait faire %{count} caractère
pl: powinno mieć %{count} znak
ru: должно быть %{count} символ
tr: %{count} karakter olmalı
uk: повинно бути %{count} символ

source: should be %{count} byte(s)
ar: يجب أن يكون %{count} بايت
de: sollte %{count} Byte groß sein
es: debería tener %{count} byte
fr: devrait faire %{count} octet
pl: powinno mieć %{count} bajt
ru: должно быть %{count} байт
tr: %{count} bayt olmalı
uk: повинно бути %{count} байт

source: should have at least %{count} item(s)
ar: يجب أن يحتوي على %{count} عنصر على الأقل
de: sollte mindestens %{count} Element haben
es: debería tener al menos %{count} elemento
fr: devrait avoir au moins %{count} élément
pl: powinno zawierać co najmniej %{count} element
ru: должно содержать минимум %{count} элемент
tr: en az %{count} öğe içermeli
uk: повинно містити мінімум %{count} елемент

source: should be at least %{count} character(s)
ar: يجب أن يكون %{count} حرف على الأقل
de: sollte mindestens %{count} Zeichen lang sein
es: debería tener al menos %{count} carácter
fr: devrait faire au moins %{count} caractère
pl: powinno mieć co najmniej %{count} znak
ru: должно быть минимум %{count} символ
tr: en az %{count} karakter olmalı
uk: повинно бути мінімум %{count} символ

source: should be at least %{count} byte(s)
ar: يجب أن يكون %{count} بايت على الأقل
de: sollte mindestens %{count} Byte groß sein
es: debería tener al menos %{count} byte
fr: devrait faire au moins %{count} octet
pl: powinno mieć co najmniej %{count} bajt
ru: должно быть минимум %{count} байт
tr: en az %{count} bayt olmalı
uk: повинно бути мінімум %{count} байт

source: should have at most %{count} item(s)
ar: يجب أن يحتوي على %{count} عنصر على الأكثر
de: sollte höchstens %{count} Element haben
es: debería tener como máximo %{count} elemento
fr: devrait avoir au plus %{count} élément
pl: powinno zawierać co najwyżej %{count} element
ru: должно содержать максимум %{count} элемент
tr: en fazla %{count} öğe içermeli
uk: повинно містити максимум %{count} елемент

source: should be at most %{count} character(s)
ar: يجب أن يكون %{count} حرف على الأكثر
de: sollte höchstens %{count} Zeichen lang sein
es: debería tener como máximo %{count} carácter
fr: devrait faire au plus %{count} caractère
pl: powinno mieć co najwyżej %{count} znak
ru: должно быть максимум %{count} символ
tr: en fazla %{count} karakter olmalı
uk: повинно бути максимум %{count} символ

source: should be at most %{count} byte(s)
ar: يجب أن يكون %{count} بايت على الأكثر
de: sollte höchstens %{count} Byte groß sein
es: debería tener como máximo %{count} byte
fr: devrait faire au plus %{count} octet
pl: powinno mieć co najwyżej %{count} bajt
ru: должно быть максимум %{count} байт
tr: en fazla %{count} bayt olmalı
uk: повинно бути максимум %{count} байт

source: must be less than %{number}
ar: يجب أن يكون أقل من %{number}
de: muss kleiner als %{number} sein
es: debe ser menor que %{number}
fr: doit être inférieur à %{number}
pl: musi być mniejsze niż %{number}
ru: должно быть меньше %{number}
tr: %{number} değerinden küçük olmalı
uk: повинно бути менше %{number}

source: must be greater than %{number}
ar: يجب أن يكون أكبر من %{number}
de: muss größer als %{number} sein
es: debe ser mayor que %{number}
fr: doit être supérieur à %{number}
pl: musi być większe niż %{number}
ru: должно быть больше %{number}
tr: %{number} değerinden büyük olmalı
uk: повинно бути більше %{number}

source: must be less than or equal to %{number}
ar: يجب أن يكون أقل من أو يساوي %{number}
de: muss kleiner oder gleich %{number} sein
es: debe ser menor o igual a %{number}
fr: doit être inférieur ou égal à %{number}
pl: musi być mniejsze lub równe %{number}
ru: должно быть меньше или равно %{number}
tr: %{number} değerinden küçük veya eşit olmalı
uk: повинно бути менше або дорівнювати %{number}

source: must be greater than or equal to %{number}
ar: يجب أن يكون أكبر من أو يساوي %{number}
de: muss größer oder gleich %{number} sein
es: debe ser mayor o igual a %{number}
fr: doit être supérieur ou égal à %{number}
pl: musi być większe lub równe %{number}
ru: должно быть больше или равно %{number}
tr: %{number} değerinden büyük veya eşit olmalı
uk: повинно бути більше або дорівнювати %{number}

source: must be equal to %{number}
ar: يجب أن يساوي %{number}
de: muss gleich %{number} sein
es: debe ser igual a %{number}
fr: doit être égal à %{number}
pl: musi być równe %{number}
ru: должно быть равно %{number}
tr: %{number} değerine eşit olmalı
uk: повинно дорівнювати %{number}

source: Referral code not found
ar: لم يتم العثور على رمز الإحالة
de: Empfehlungscode nicht gefunden
es: Código de referido no encontrado
fr: Code de parrainage non trouvé
pl: Nie znaleziono kodu polecenia
ru: Код приглашения не найден
tr: Davet kodu bulunamadı
uk: Код запрошення не знайдено

source: is not a valid phone number
ar: ليس رقم هاتف صالح
de: ist keine gültige Telefonnummer
es: no es un número de teléfono válido
fr: n'est pas un numéro de téléphone valide
pl: nie jest prawidłowym numerem telefonu
ru: не является действительным номером телефона
tr: geçerli bir telefon numarası değil
uk: не є дійсним номером телефону

source: must be 6 characters (letters and digits)
ar: يجب أن يتكون من 6 أحرف (حروف وأرقام)
de: muss aus 6 Zeichen bestehen (Buchstaben und Ziffern)
es: debe tener 6 caracteres (letras y dígitos)
fr: doit comporter 6 caractères (lettres et chiffres)
pl: musi mieć 6 znaków (litery i cyfry)
ru: должно содержать 6 символов (буквы и цифры)
tr: 6 karakter olmalı (harf ve rakam)
uk: повинно містити 6 символів (літери та цифри)

source: must be a mobile number (not a landline)
ar: يجب أن يكون رقم هاتف محمول (ليس خط أرضي)
de: muss eine Handynummer sein (kein Festnetz)
es: debe ser un número de móvil (no fijo)
fr: doit être un numéro de portable (pas de fixe)
pl: musi być numerem komórkowym (nie stacjonarnym)
ru: должен быть мобильным номером (не стационарным)
tr: bir cep telefonu numarası olmalı (sabit hat değil)
uk: повинен бути мобільним номером (не стаціонарним)

source: Hunting photos aren't allowed on our platform. Please upload a different photo.
ar: صور الصيد غير مسموح بها على منصتنا. يرجى رفع صورة مختلفة.
de: Jagdfotos sind auf unserer Plattform nicht erlaubt. Bitte lade ein anderes Foto hoch.
es: Las fotos de caza no están permitidas en nuestra plataforma. Por favor, sube una foto diferente.
fr: Les photos de chasse ne sont pas autorisées sur notre plateforme. Veuillez télécharger une autre photo.
pl: Zdjęcia z polowań nie są dozwolone na naszej platformie. Prześlij inne zdjęcie.
ru: Фотографии с охотой не допускаются на нашей платформе. Пожалуйста, загрузите другое фото.
tr: Avlanma fotoğraflarına platformumuzda izin verilmemektedir. Lütfen farklı bir fotoğraf yükleyin.
uk: Мисливські фото не дозволені на нашій платформі. Будь ласка, завантажте інше фото.

source: Photos showing firearms aren't allowed on our platform. Please upload a different photo.
ar: الصور التي تُظهر أسلحة نارية غير مسموح بها على منصتنا. يرجى رفع صورة مختلفة.
de: Fotos mit Schusswaffen sind auf unserer Plattform nicht erlaubt. Bitte lade ein anderes Foto hoch.
es: Las fotos que muestran armas de fuego no están permitidas en nuestra plataforma. Por favor, sube una foto diferente.
fr: Les photos montrant des armes à feu ne sont pas autorisées sur notre plateforme. Veuillez télécharger une autre photo.
pl: Zdjęcia z bronią palną nie są dozwolone na naszej platformie. Prześlij inne zdjęcie.
ru: Фотографии с огнестрельным оружием не допускаются на нашей платформе. Пожалуйста, загрузите другое фото.
tr: Ateşli silah içeren fotoğraflara platformumuzda izin verilmemektedir. Lütfen farklı bir fotoğraf yükleyin.
uk: Фото зі зброєю не дозволені на нашій платформі. Будь ласка, завантажте інше фото.

source: Profile photos of children alone aren't allowed for safety reasons. If you'd like to include children in your photos, please ensure you (an adult) are also clearly visible in the photo.
ar: صور الأطفال وحدهم غير مسموح بها لأسباب تتعلق بالسلامة. إذا كنت ترغب في تضمين أطفال في صورك، يرجى التأكد من أنك (كشخص بالغ) مرئي بوضوح أيضاً في الصورة.
de: Profilfotos von Kindern allein sind aus Sicherheitsgründen nicht erlaubt. Wenn du Kinder auf deinen Fotos zeigen möchtest, stelle bitte sicher, dass du (als Erwachsener) ebenfalls deutlich sichtbar bist.
es: Las fotos de perfil de niños solos no están permitidas por razones de seguridad. Si deseas incluir niños en tus fotos, asegúrate de que tú (un adulto) también seas claramente visible en la foto.
fr: Les photos de profil d'enfants seuls ne sont pas autorisées pour des raisons de sécurité. Si vous souhaitez inclure des enfants dans vos photos, veuillez vous assurer que vous (un adulte) êtes également clairement visible sur la photo.
pl: Zdjęcia profilowe samych dzieci nie są dozwolone ze względów bezpieczeństwa. Jeśli chcesz umieścić dzieci na zdjęciach, upewnij się, że Ty (osoba dorosła) jesteś również wyraźnie widoczny/a na zdjęciu.
ru: Фотографии только детей не допускаются из соображений безопасности. Если вы хотите включить детей на фото, пожалуйста, убедитесь, что вы (взрослый) также хорошо видны на снимке.
tr: Güvenlik nedeniyle yalnızca çocukların göründüğü profil fotoğraflarına izin verilmemektedir. Fotoğraflarınıza çocukları dahil etmek istiyorsanız, lütfen siz (bir yetişkin) de fotoğrafta açıkça görünür olun.
uk: Фото профілю лише з дітьми не дозволені з міркувань безпеки. Якщо ви хочете додати дітей на фото, переконайтеся, що ви (дорослий) також чітко видимі на фото.

source: Shirtless photos are only appropriate for outdoor beach or pool settings. Please upload a different photo or one taken at the beach/pool.
ar: الصور بدون قميص مناسبة فقط في أماكن الشاطئ أو المسبح الخارجية. يرجى رفع صورة مختلفة أو صورة مأخوذة في الشاطئ/المسبح.
de: Fotos mit freiem Oberkörper sind nur in Strandumgebungen oder am Pool angemessen. Bitte lade ein anderes Foto hoch oder eines, das am Strand/Pool aufgenommen wurde.
es: Las fotos sin camiseta solo son apropiadas en entornos de playa o piscina al aire libre. Por favor, sube una foto diferente o una tomada en la playa/piscina.
fr: Les photos torse nu ne sont appropriées que pour les environnements de plage ou de piscine en extérieur. Veuillez télécharger une autre photo ou une photo prise à la plage/piscine.
pl: Zdjęcia bez koszulki są odpowiednie tylko w plenerowych okolicznościach plażowych lub basenowych. Prześlij inne zdjęcie lub zdjęcie zrobione na plaży/basenie.
ru: Фотографии без рубашки уместны только на пляже или у бассейна. Пожалуйста, загрузите другое фото или фото с пляжа/бассейна.
tr: Üstsüz fotoğraflar yalnızca açık hava plaj veya havuz ortamları için uygundur. Lütfen farklı bir fotoğraf veya plajda/havuzda çekilmiş bir fotoğraf yükleyin.
uk: Фото без сорочки доречні лише на відкритому пляжі або біля басейну. Будь ласка, завантажте інше фото або фото з пляжу/басейну.

source: Swimwear is only appropriate for outdoor beach or pool settings. Please upload a different photo or one taken at the beach/pool.
ar: ملابس السباحة مناسبة فقط في أماكن الشاطئ أو المسبح الخارجية. يرجى رفع صورة مختلفة أو صورة مأخوذة في الشاطئ/المسبح.
de: Badebekleidung ist nur in Strandumgebungen oder am Pool angemessen. Bitte lade ein anderes Foto hoch oder eines, das am Strand/Pool aufgenommen wurde.
es: La ropa de baño solo es apropiada en entornos de playa o piscina al aire libre. Por favor, sube una foto diferente o una tomada en la playa/piscina.
fr: Les maillots de bain ne sont appropriés que pour les environnements de plage ou de piscine en extérieur. Veuillez télécharger une autre photo ou une photo prise à la plage/piscine.
pl: Stroje kąpielowe są odpowiednie tylko w plenerowych okolicznościach plażowych lub basenowych. Prześlij inne zdjęcie lub zdjęcie zrobione na plaży/basenie.
ru: Купальные костюмы уместны только на пляже или у бассейна. Пожалуйста, загрузите другое фото или фото с пляжа/бассейна.
tr: Mayo yalnızca açık hava plaj veya havuz ortamları için uygundur. Lütfen farklı bir fotoğraf veya plajda/havuzda çekilmiş bir fotoğraf yükleyin.
uk: Купальний одяг доречний лише на відкритому пляжі або біля басейну. Будь ласка, завантажте інше фото або фото з пляжу/басейну.

source: The attire in this photo doesn't meet our guidelines. Please upload a photo where you're appropriately dressed.
ar: اللباس في هذه الصورة لا يتوافق مع إرشاداتنا. يرجى رفع صورة ترتدي فيها ملابس مناسبة.
de: Die Kleidung auf diesem Foto entspricht nicht unseren Richtlinien. Bitte lade ein Foto hoch, auf dem du angemessen gekleidet bist.
es: La vestimenta en esta foto no cumple con nuestras directrices. Por favor, sube una foto donde estés vestido/a adecuadamente.
fr: La tenue sur cette photo ne respecte pas nos directives. Veuillez télécharger une photo où vous êtes habillé(e) de manière appropriée.
pl: Ubiór na tym zdjęciu nie spełnia naszych wytycznych. Prześlij zdjęcie, na którym jesteś odpowiednio ubrany/a.
ru: Одежда на этом фото не соответствует нашим правилам. Пожалуйста, загрузите фото, на котором вы одеты подобающим образом.
tr: Bu fotoğraftaki kıyafet kurallarımıza uymuyor. Lütfen uygun giyindiğiniz bir fotoğraf yükleyin.
uk: Одяг на цьому фото не відповідає нашим правилам. Будь ласка, завантажте фото, де ви належно одягнені.

source: This photo contains content depicting illegal activities, drugs, or violence. Please upload a different photo.
ar: هذه الصورة تحتوي على محتوى يصوّر أنشطة غير قانونية أو مخدرات أو عنف. يرجى رفع صورة مختلفة.
de: Dieses Foto enthält Inhalte, die illegale Aktivitäten, Drogen oder Gewalt zeigen. Bitte lade ein anderes Foto hoch.
es: Esta foto contiene contenido que muestra actividades ilegales, drogas o violencia. Por favor, sube una foto diferente.
fr: Cette photo contient du contenu représentant des activités illégales, de la drogue ou de la violence. Veuillez télécharger une autre photo.
pl: To zdjęcie zawiera treści przedstawiające nielegalne działania, narkotyki lub przemoc. Prześlij inne zdjęcie.
ru: Это фото содержит изображения незаконной деятельности, наркотиков или насилия. Пожалуйста, загрузите другое фото.
tr: Bu fotoğraf yasadışı faaliyetler, uyuşturucu veya şiddet içeren içerik barındırıyor. Lütfen farklı bir fotoğraf yükleyin.
uk: Це фото містить контент із зображенням незаконної діяльності, наркотиків або насильства. Будь ласка, завантажте інше фото.

source: This photo contains content that isn't appropriate for our platform. Please upload a family-friendly photo.
ar: هذه الصورة تحتوي على محتوى غير مناسب لمنصتنا. يرجى رفع صورة مناسبة للعائلة.
de: Dieses Foto enthält Inhalte, die für unsere Plattform nicht geeignet sind. Bitte lade ein familienfreundliches Foto hoch.
es: Esta foto contiene contenido que no es apropiado para nuestra plataforma. Por favor, sube una foto apta para todos los públicos.
fr: Cette photo contient du contenu qui n'est pas approprié pour notre plateforme. Veuillez télécharger une photo tout public.
pl: To zdjęcie zawiera treści nieodpowiednie dla naszej platformy. Prześlij zdjęcie odpowiednie dla wszystkich.
ru: Это фото содержит контент, не подходящий для нашей платформы. Пожалуйста, загрузите фото, подходящее для семейного просмотра.
tr: Bu fotoğraf platformumuz için uygun olmayan içerik barındırıyor. Lütfen aileye uygun bir fotoğraf yükleyin.
uk: Це фото містить контент, який не підходить для нашої платформи. Будь ласка, завантажте фото, прийнятне для всіх.

source: This photo contains sexual content that isn't allowed on our platform. Please upload a different photo.
ar: هذه الصورة تحتوي على محتوى جنسي غير مسموح به على منصتنا. يرجى رفع صورة مختلفة.
de: Dieses Foto enthält sexuelle Inhalte, die auf unserer Plattform nicht erlaubt sind. Bitte lade ein anderes Foto hoch.
es: Esta foto contiene contenido sexual que no está permitido en nuestra plataforma. Por favor, sube una foto diferente.
fr: Cette photo contient du contenu sexuel qui n'est pas autorisé sur notre plateforme. Veuillez télécharger une autre photo.
pl: To zdjęcie zawiera treści seksualne, które nie są dozwolone na naszej platformie. Prześlij inne zdjęcie.
ru: Это фото содержит сексуальный контент, который не допускается на нашей платформе. Пожалуйста, загрузите другое фото.
tr: Bu fotoğraf platformumuzda izin verilmeyen cinsel içerik barındırıyor. Lütfen farklı bir fotoğraf yükleyin.
uk: Це фото містить сексуальний контент, який не дозволений на нашій платформі. Будь ласка, завантажте інше фото.

source: We couldn't detect a clear face in your photo. Please upload a photo where you're looking at the camera with your face clearly visible.
ar: لم نتمكن من اكتشاف وجه واضح في صورتك. يرجى رفع صورة تنظر فيها إلى الكاميرا مع ظهور وجهك بوضوح.
de: Wir konnten kein Gesicht auf deinem Foto erkennen. Bitte lade ein Foto hoch, auf dem du in die Kamera schaust und dein Gesicht deutlich sichtbar ist.
es: No pudimos detectar un rostro claro en tu foto. Por favor, sube una foto donde estés mirando a la cámara con tu cara claramente visible.
fr: Nous n'avons pas pu détecter un visage clair sur votre photo. Veuillez télécharger une photo où vous regardez l'appareil photo avec votre visage clairement visible.
pl: Nie mogliśmy wykryć wyraźnej twarzy na Twoim zdjęciu. Prześlij zdjęcie, na którym patrzysz w kamerę z wyraźnie widoczną twarzą.
ru: Мы не смогли обнаружить чёткое лицо на вашем фото. Пожалуйста, загрузите фото, на котором вы смотрите в камеру и ваше лицо хорошо видно.
tr: Fotoğrafınızda net bir yüz algılayamadık. Lütfen kameraya baktığınız ve yüzünüzün açıkça göründüğü bir fotoğraf yükleyin.
uk: Ми не змогли розпізнати обличчя на вашому фото. Будь ласка, завантажте фото, де ви дивитесь в камеру, і ваше обличчя чітко видно.

source: We detected nudity in this photo. Please upload a photo where you're appropriately dressed.
ar: اكتشفنا عُرياً في هذه الصورة. يرجى رفع صورة ترتدي فيها ملابس مناسبة.
de: Wir haben Nacktheit auf diesem Foto festgestellt. Bitte lade ein Foto hoch, auf dem du angemessen gekleidet bist.
es: Detectamos desnudez en esta foto. Por favor, sube una foto donde estés vestido/a adecuadamente.
fr: Nous avons détecté de la nudité sur cette photo. Veuillez télécharger une photo où vous êtes habillé(e) de manière appropriée.
pl: Wykryliśmy nagość na tym zdjęciu. Prześlij zdjęcie, na którym jesteś odpowiednio ubrany/a.
ru: Мы обнаружили наготу на этом фото. Пожалуйста, загрузите фото, на котором вы одеты подобающим образом.
tr: Bu fotoğrafta çıplaklık tespit ettik. Lütfen uygun giyindiğiniz bir fotoğraf yükleyin.
uk: Ми виявили оголеність на цьому фото. Будь ласка, завантажте фото, де ви належно одягнені.

source: Your profile photo should show only you. We detected multiple people facing the camera. Please upload a photo where you're the only one visible, or use a group photo for your moodboard instead.
ar: يجب أن تُظهر صورة ملفك الشخصي أنت فقط. اكتشفنا عدة أشخاص ينظرون إلى الكاميرا. يرجى رفع صورة تكون فيها الشخص الوحيد المرئي، أو استخدم صورة جماعية في لوحة المزاج بدلاً من ذلك.
de: Dein Profilfoto sollte nur dich zeigen. Wir haben mehrere Personen erkannt, die in die Kamera schauen. Bitte lade ein Foto hoch, auf dem nur du zu sehen bist, oder verwende das Gruppenfoto für dein Moodboard.
es: Tu foto de perfil debe mostrarte solo a ti. Detectamos varias personas mirando a la cámara. Por favor, sube una foto donde seas la única persona visible, o usa una foto grupal para tu moodboard.
fr: Votre photo de profil ne doit montrer que vous. Nous avons détecté plusieurs personnes face à la caméra. Veuillez télécharger une photo où vous êtes la seule personne visible, ou utilisez une photo de groupe pour votre moodboard.
pl: Twoje zdjęcie profilowe powinno pokazywać tylko Ciebie. Wykryliśmy wiele osób patrzących w kamerę. Prześlij zdjęcie, na którym jesteś jedyną widoczną osobą, lub użyj zdjęcia grupowego na swoim moodboardzie.
ru: На фото профиля должны быть только вы. Мы обнаружили несколько людей, смотрящих в камеру. Пожалуйста, загрузите фото, на котором видны только вы, или используйте групповое фото для мудборда.
tr: Profil fotoğrafınız yalnızca sizi göstermelidir. Kameraya bakan birden fazla kişi tespit ettik. Lütfen yalnızca sizin göründüğünüz bir fotoğraf yükleyin veya grup fotoğrafını moodboard'unuzda kullanın.
uk: На фото профілю повинні бути тільки ви. Ми виявили кілька людей, які дивляться в камеру. Будь ласка, завантажте фото, де видно тільки вас, або використайте групове фото для мудборду.
